Repository: gubatron/frostwire-desktop
Catalog: lib/messagebundles/*.po
Languages: cy, nb, nl, ro, zh_cn, zh_hk

source: FrostWire cannot download the selected file because your hard drive is full. To download more files, you must free up space on your hard drive.
cy: Mae FrostWire yn methu llwytho i lawr y ffeil wedi'i dewis am fod dy ddisc caled yn llawn. I lwythio i lawr rhaid gwneud lle ar dy ddisc caled.
nb: FrostWire kan ikke laste ned den valgte filen fordi harddisken din er full. For å laste ned flere filer må du frigjøre plass på harddisken din.
nl: FrostWire kan het geselecteerde bestand niet downloaden omdat uw schijf vol is. Om meer bestanden te downloaden moet u ruimte op uw harde schijf vrij maken.
ro: FrostWire nu poate descarca fisierul selectat deoarece hard-disk-ul dumneavoastra este plin. Pentru a descarca mai multe fisiere trebuie sa eliberati spatiu pe hard-disk.
zh_cn: 由於您的硬盘容量已满，因此FrostWire无法下载有关文档。如要下载更多文档，请腾出硬盘容量。
zh_hk: FrostWire無法下載所選檔案，因為您的硬碟滿了。要下載更多檔案，您必須在硬碟上清出空間。

source: FrostWire was unable to download the selected file because another program is using the file. Please close the other program and retry the download.
cy: Roedd FrostWire yn methu lwythio i lawr y ffeil wedi'i dewis am fod rhaglen arall yn defnyddio'r ffeil. Cau'r rhaglen arall ac ail-drio i lwytho i lawr.
nb: FrostWire kunne ikke laste ned den valgte filen fordi et annet program bruker filen. Vennligst lukk det andre programmet og prøv igjen.
nl: FrostWire kon het geselecteerde bestand niet downloaden omdat een ander programma het bestand gebruikt. Sluit a.u.b. het andere programma en probeer opnieuw te downloaden.
ro: FrostWire nu a putut descarca fisierul selectat deoarece un alt program il foloseste. Va rugam sa inchideti acest program si reincercati descarcarea.
zh_cn: 由於另一个程序正使用有关文档，因此FrostWire无法下载该文档。请关闭有关程序并再次尝试下载。
zh_hk: FrostWire無法下載所選檔案，因為其他程序正在使用該檔案。請關閉其他程序，並重試下載。

source: FrostWire was unable to open the incomplete file for the selected download because the filename contains characters which are not supported by your operating system.
cy: Roedd FrostWire yn methu agor y ffeil anghyflawn i'r llwythio wedi'i ddewis am fod enw'r ffeil yn cynnwys llythrennau sydd ddim yn cael eu cefnogi gan dy system.
nb: FrostWire kunne ikke åpne den nødvendige filen for den valgte nedlastingen fordi filnavnet inneholder tegn som ikke støttes av ditt operativsystem.
nl: FrostWire kon het onvolledige bestand niet openen omdat de bestandsnaam karakters bevat die niet door uw besturingssysteem ondersteund worden.
ro: FrostWire nu a putut deschide fisierul incomplet pentru descarcarea selectata deoarece numele fisierului contine caractere care nu sunt suportate de sistemul dumneavoastra de operare.
zh_cn: 由于您的操作系统无法支持有关文档包含的字符，因此FrostWire无法打开选定下载的不完整文件。
zh_hk: FrostWire無法為所選下載打開不完整檔案，因為檔案名稱含有不獲您操作系統支援的字符。

source: FrostWire was unable to set up a port to listen for incoming connections. Some features of FrostWire may not work as expected.
ro: FrostWire nu a putut seta un port pentru a asculta conexiunile primite. Este posibil ca unele caracteristici ale FrostWire sa nu functioneze corespunzator.

source: Loading TLS Encryption...
ro: Incarcare criptare TLS...

source: Loading Safe Content Management...
ro: Incarcare setarilor de siguranta...

source: Loading Message Router...
ro: Incarcare router mesaj...

source: Checking for Updates...
ro: Verificare actualizări...

source: Loading Upload Management...
ro: Incarcare manager de conexiune...

source: Loading Connection Listener...
ro: Incarcare ascultator al conexiunii...

source: Loading Connection Management...
ro: Incarcare manager de conexiune...

source: Loading Download Management...
ro: Incarcare manager de descarcare...

source: Loading Ultrapeer/DHT Management...
ro: Incarcare manager Ultrapeer/DHT...

source: Locating Peers...
ro: Localizare egal...

source: Loading Shared Files...
ro: Incarcare fisiere impartite...

source: Loading Old Downloads...
cy: Llwytho hen Lwythiadau i Lawr...
nb: Laster Gamle Nedlastinger...
nl: Oude downloads worden geladen...
ro: Incarcare descarcari vechi...
zh_cn: 加载旧下载
zh_hk: 舊下載加載中...

source: Loading Directed Querier...
ro: Incarcare plasator trimis...

source: Loading Magnet Listener...
ro: Incarcare ascultator Magnet...

source: Loading Peer Listener...
ro: Incarcare ascultator egal...

source: Loading Stale Connection Management...
ro: Incarcare manager de conexiune veche...

source: Loading Saved Files...
ro: Incarcare fisiere salvate...

source: Loading Spam Management...
ro: Incarcare manager de spam...

source: Loading Network Listeners...
ro: Incarca membrii retelei...

source: All Types
cy: Pob Math
nb: Alle Typer
nl: Alle soorten
ro: Toate tipurile
zh_cn: 全部类型
zh_hk: 所有類型

source: Documents
cy: Dogfenau
nb: Dokumenter
nl: Documenten
ro: Documente
zh_cn: 文件
zh_hk: 文件

source: Programs
cy: Rhaglenni
nb: Programmer
nl: Programma's
ro: Programe
zh_cn: 程序
zh_hk: 程序

source: Images
cy: Lluniau
nb: Bilder
nl: Afbeeldingen
ro: Imagini
zh_cn: 图片
zh_hk: 圖像

source: Could not process bad MAGNET link {0}
ro: Nu s-a putut procesa o legatura MAGNET gresita {0}

source: One or more URLs in the MAGNET link were invalid. Your file may not download correctly.
ro: Unul sau mai multe URl-uri din link-ul MAGNET sunt invalide. Este posibil ca fisierul dumneavoastra sa nu fie descarcat corect.

source: You have already downloaded {0}
ro: Ati descarcat deja fisierul {0}

source: You are already downloading this file to {0}
ro: Deja descarcati fisierul in "{0}".

source: Title
cy: Teitl
nb: Tittel
nl: Titel
ro: Titlu
zh_cn: 标题:
zh_hk: 標題

source: Genre
cy: Steil
nb: Sjanger
ro: Gen
zh_cn: 流派
zh_hk: 風格

source: Track
cy: Trac
nb: Spor
nl: Nummer
ro: Numar piesa
zh_cn: 曲目
zh_hk: 音軌

source: Type
cy: Math
ro: Tip
zh_cn: 类型:
zh_hk: 類型

source: Length
cy: Hyd
nb: Lengde
nl: Lengte
ro: Lungime
zh_cn: 时间
zh_hk: 長度

source: Year
cy: Blwyddyn
nb: År
nl: Jaar
ro: Anul
zh_cn: 年份
zh_hk: 年份

source: Language
cy: Iaith
nb: Språk
ro: Limba

source: Bitrate
ro: Rata biti
zh_cn: 比特率
zh_hk: 碼率

source: Comments
cy: Sylwadau
nb: Kommentarer
ro: Comentarii

source: Action
nb: Handling
ro: Actiune

source: Copyright
cy: Hawlfraint
nb: Opphavsrett
ro: Drept de autor

source: License Type
cy: Math o Drwydded
nb: Lisens Type
ro: Tipul licentei

source: Director
cy: Cyfarwyddwr
nb: Regissør
ro: Regizor

source: Producer
cy: Cynhyrchydd
nb: Produsent
ro: Producator

source: Stars
cy: Ser
nb: Stjerner
ro: Staruri

source: Subtitles
cy: Is-deitlau
nb: Undertekster
ro: Subtitrari

source: Rating
cy: Graddio
nb: Karakter
ro: Clasare

source: Height
cy: Uchder
nb: Høyde
ro: Inaltime

source: Width
cy: Lled
nb: Bredde
ro: Latime

source: Description
cy: Disgrifiad
nb: Beskrivelse
nl: Omschrijving
ro: Descriere
zh_cn: 说明
zh_hk: 說明

source: Topic
cy: Pwnc
nb: Overskrift
ro: Tema

source: Author
cy: Awdur
nb: Eier
ro: Autor

source: Publisher
cy: Cyhoeddwr
nb: Utgiver
ro: Editor

source: The selected .torrent file may contain a security hazard.
ro: Fisierul .torrent selectionat poate prezenta risc pentru securitate.

source: FrostWire could not download a .torrent file from the provided URL.
ro: FrostWire nu poate descarca un fisier .torrent de la adresa URL indicata.

source: If you stop this upload, the torrent download will stop. Are you sure you want to do this?
ro: Oprind acest transfer, descarcarea torentului va fi oprita. Sunteti sigur ca doriti aceasta?

source: BitTorrent Settings
ro: Setarile BitTorrent

source: Invalid or inappropriate custom values may cause severe performance and/or memory problems. Unless you really know what you're doing, it is highly recommended that you let FrostWire manage these settings.
ro: Valorile invalide sau inadecvate pot cauza probleme severe ale performantei si/sau memoriei. Daca nu sunteti sigur de ceea ce faceti, este recomandat cu caldura sa lasati FrostWire sa regleze aceste setari.

source: Let FrostWire manage my BitTorrent settings. (Recommended)
ro: Las FrostWire sa regleze setarile mele BitTorrent (Recomandat)

source: Minimum uploads per torrent
ro: Transferuri minime pe torrent

source: Safe chunk verification
ro: Verificarea sigurantei fragmentelor

source: Experimental disk access
ro: Acces experimental la disc

source: Internal Error
cy: Gwall Mewnol
nb: Intern feil
nl: Interne fout
ro: Eroare interna
zh_cn: 内部错误
zh_hk: 內部錯誤

source: FrostWire has encountered an internal error. It is possible for FrostWire to recover and continue running normally. To aid with debugging, please click 'Send' to notify FrostWire about the problem. If desired, you can click 'Review' to look at the information that will be sent. Thank you.
cy: Mae FrostWire wedi darganfod gwall mewnol. Mae'n bosibl i FrostWire ei ddatrys a dal i redeg yn iawn. I helpu cael gwared a bygs, clicia 'Anfon' i ddweud wrth FrostWire am y broblem. Os ti eisiau, gallet ti glicio 'Adolygu' i edrych ar y wybodaeth sy'n cael ei hanfon. Diolch iti.
nb: Det har oppstått en intern feil ved kjøring av FrostWire. FrostWire burde komme seg fra feilen og bør yte normalt. For å kjøre debugging, vennligst trykk 'Send' for å gjøre FrostWire oppmerksom på problemet. Hvis ønskelig, kan du trykke 'Se over' for å sjekke informasjonen som vil bli sendt. Takk.
nl: FrostWire heeft een interne fout ontdekt. Het kan zijn dat FrostWire toch gewoon normaal kan blijven werken. Klik op 'Verzenden' om FrostWire over de fout te informeren en ons te helpen van bugs af te komen. Desgewenst kunt u op 'Overzicht' klikken om de informatie te bekijken die zal worden verzonden. Dank u.
ro: A avut loc o eroare interna. Este posibil ca FrostWire sa isi revina si sa continue normal. Pentru a ajuta in acest sens, va rugam sa faceti click pe 'Trimitere' pentru a notifica FrostWire despre problema. Daca doriti, puteti alege 'Revizionare' pentru a vedea informatiile care vor fi trimise. Va multumim.
zh_cn: FrostWire碰到一个内部错误。FrostWire可以从错误中恢复并继续正常运行。请点击'发送'将问题告知FrostWire以便协助修正。如果您愿意，可以点击'检视'查看将要发送的信息。谢谢
zh_hk: FrostWire遇到內部錯誤。FrostWire可能會復原並繼續正常運行。要得到偵錯援助，請點擊‘發送’，就有關問題通知FrostWire。如果須要，您可以點擊‘檢視’，查看即將發送的資訊。謝謝。

source: FrostWire has encountered an internal error. It is possible for FrostWire to recover and continue running normally. To continue using FrostWire, click 'Discard'. If desired, you can click 'Review' to look at the information about the error.
cy: Mae FrostWire wedi darganfod gwall mewnol. Mae'n bosibl i FrostWire ei ddatrys a dal i redeg yn iawn. I ddal i ddefnyddio FrostWire, clicia 'Cael Gwared'. Os ti eisiau, gallet ti glicio 'Adolygu' i edrych ar y wybodaeth ynglyn a'r broblem.
nb: FrostWire har kommet over en intern feil. Det er mulig for FrostWire å gjennoppta og fortsette som normalt. For å fortsette å bruke FrostWire, klikk 'Ignorer'. Hvis du vil kan du klikke 'Se over' for å se på informasjonen om feilen.
nl: FrostWire heeft een interne fout ontdekt. Het is mogelijk dat FrostWire toch normaal door blijft werken. Om FrostWire te blijven gebruiken, klik op 'Verwerpen'. Desgewenst kunt op 'Overzicht' klikken om de informatie te bekijken over de fout.
ro: A avut loc o eroare interna. Este posibil ca FrostWire sa isi revina si sa continue normal. Pentru a continua sa folositi FrostWire, faceti click pe 'Renuntare'. Daca doriti,puteti alege 'Revizionare' pentru a vedea informatii despre eroare.
zh_cn: FrostWire碰到一个内部错误。FrostWire可以从错误中恢复并继续正常运行。要继续使用FrostWire，请点击'忽略'。如果您愿意，可以点击'检视'查看错误信息。
zh_hk: FrostWire遇到內部錯誤。FrostWire可能會復原並繼續正常運行。要繼續使用FrostWire，點擊‘棄置’。如果需要，您可以點擊‘檢視’，查看有關錯誤的資訊。

source: Send
cy: Anfon
nl: Verzenden
ro: Trimitere
zh_cn: 发送
zh_hk: 發送

source: Review
cy: Adolygu
nb: Se over
nl: Overzicht
ro: Revizionare
zh_cn: 复查
zh_hk: 檢視

source: Discard
cy: Cael Gwared
nb: Ignorer
nl: Verwerpen
ro: Renuntare
zh_cn: 去掉
zh_hk: 棄置

source: Always Send Immediately
cy: Anfon ar unwaith bob tro
nb: Send alltid umiddelbart
nl: Altijd direct verzenden
ro: Intotdeauna trimite imediat
zh_cn: 时常即时发送
zh_hk: 總是立即發送

source: Always Ask For Review
cy: Gofyn i adolygu pob tro
nb: Spør alltid om revidering
nl: Altijd vragen om overzicht
ro: Intotdeauna cere revizionarea
zh_cn: 时常要求复查
zh_hk: 總是徵詢檢視

source: Always Discard All Errors
cy: Cael gwared a phob gwall, bob tro
nb: Vis aldri feilrapporter
nl: Altijd alle fouten verwerpen
ro: Intotdeauna renunta la toate erorile
zh_cn: 时常去掉所有错误
zh_hk: 總是棄置所有錯誤

source: FrostWire was unable to connect to the bug server in order to send the below bug report. For further help and to aid with debugging, please visit www.frostwire.com and click 'Support'. Thank you.
cy: Roedd FrostWire yn methu cysylltu a'r 'bug server' er mwyn anfon yr adroddiad isod. Am gymorth pellach ac i helpu cael gwared a bygiau, edrych ar www.frostwire.com a chlicia 'Support'. Diolch iti.
nb: FrostWire kunne ikke koble seg til feilserveren for å sende feilrapporten. For å hjelpe med feilsøking, vennligst besøk www.frostwire.com og klikk på 'Support'. Takk.
nl: FrostWire kon geen verbinding maken met de foutenserver om het onderstaande foutenrapport te verzenden. Voor verdere hulp kunt u naar www.frostwire.com gaan en klikken op 'Ondersteuning'. Dank u.
ro: FrostWire nu a putut sa se conecteze la server pentru a trimite raportul. Pentru mai mult ajutor si pentru a ajuta, va rugam sa vizitati www.frostwire.com si faceti click pe 'Support'. Va multumim.
zh_cn: FrostWire无法连接到服务器传送错误报告。若想协助修正，请访问www.frostwire.com，点击'技术支持'。谢谢。
zh_hk: FrostWire無法聯繫錯誤伺服器以發送以下錯誤報告。要取得進一步幫助以及偵錯支援，請訪問www.frostwire.com並點擊‘支援’。謝謝。

source: Copy Report
cy: Copio Adroddiad
nb: Kopier rapport
nl: Rapport kopiëren
ro: Copiere raport
zh_cn: 复制报告
zh_hk: 複製報告

source: Automatically Scroll
ro: Scroll automat

source: About FrostWire
cy: Ynghylch FrostWire
nb: Om FrostWire
nl: Over FrostWire...
ro: Despre FrostWire
zh_cn: 关于 FrostWire
zh_hk: 關於FrostWire

source: Close This Window
cy: Cau'r Ffenestr Yma
nb: Lukk Dette Vinduet
nl: Venster sluiten
ro: Inchide fereastra despre FrostWire
zh_cn: 关闭此窗口
zh_hk: 關閉此窗口

source: Several colleagues in the Gnutella community merit special thanks. These include:
cy: Mae sawl un yn y prosiect yn haeddu diolch arbennig. Yn cynnwys:
nb: Flere kollegaer i Gnutella nettverket fortjener spesielle hilsener, disse er:
nl: Een aantal collega's binnen Gnutella verdienen een extra dankwoord. Dit zijn:
ro: Cativa colegi din comunitatea Gnutella merita multumiri speciale. Acestia sunt:
zh_cn: 特别感谢Gnutella社区的一些同事。包括：
zh_hk: Gnutella社區的數位同事，應該得到特別致謝。他們包括：

source: BitTorrent, the BitTorrent Logo, and Torrent are trademarks of BitTorrent, Inc.
cy: Mae BitTorrent, logo BitTorrent, a Torrent yn nod masnach o BitTorrent, Inc.
nb: BitTorrent, BitTorrent Logo, og Torrent er handelsmerker til BitTorrent, Inc.
nl: BitTorrent, het BitTorrent-logo en Torrent zijn handelsmerken van BitTorrent, Inc.
ro: BitTorrent, insemnul BitTorrent si Torrent sunt marci inregistrate ale BitTorrent, Inc.
zh_cn: BitTorrent, BitTorrent图标，Torrent是BitTorrent公司的商标。
zh_hk: BitTorrent、BitTorrent標誌，以及源代碼都是BitTorrent公司的商標。

source: Marks all Items as Selected
cy: Marcio Popeth fel Wedi Dewis
nb: Markerer alle valgte objekter
nl: Markeer alle Items als Geselecteerd
ro: Marcheaza toti itemii ca selectati
zh_cn: 将全部条目标识为全选
zh_hk: 標記所有項目為已選

source: Deselect All
cy: Dad-ddewis popeth
nb: Ta bort alle Markeringer
nl: Alles Deselecteren
ro: Deselectare tot
zh_cn: 取消全选
zh_hk: 取消選擇全部

source: Deselects all Items in the List
cy: Dad-ddewis Popeth ar y Rhestr
nb: Ta bort markering på alle objektene i Listen
nl: Alle Items in de Lijst Deselecteren
ro: Deselectare toti itemii din lista
zh_cn: 取消所选表内的全部条目
zh_hk: 取消選擇清單上的所有項目

source: Clear History
cy: Clirio Hanes
nb: Tøm loggen
nl: Geschiedenis Wissen
ro: Stergere istoric
zh_cn: 消除记录
zh_hk: 清除歷史紀錄

source: Apply
cy: Defnyddio
nb: godta
nl: Toepassen
ro: Aplica
zh_cn: 应用
zh_hk: 應用

source: Save As
ro: Salvare ca

source: What's New
ro: Ce e nou

source: FrostWire encountered an error in the Digital Audio Access Protocol (for sharing files in iTunes). This feature will be turned off. You can turn it back on in options, under iTunes -> Sharing.
ro: FrostWire a intalnit o eroare in protocolul de acces audio digital (pentru publicarea fisierlor in iTunes). Aceasta caracteristica va fi revocata. O puteti reactiva in optiuni, in iTunes -> Publicare.

source: Yes
cy: Iawn
nb: Ja
nl: Ja
ro: Da
zh_cn: 是
zh_hk: 是

source: No
cy: Na
nb: Nei
nl: Nee
ro: Nu
zh_cn: 否
zh_hk: 否

source: Select Folder
cy: Dewis Ffolder
nb: Velg Mappe
nl: Map selecteren
ro: Selectare folder
zh_cn: 选择 文件夹
zh_hk: 選擇文件夾

source: All Folders
cy: Pob Ffolder
nb: Alle Mapper
nl: Alle Mappen
ro: Toate folderele
zh_cn: 允许 白食者:
zh_hk: 所有文件夾

source: View My Shared Files.
ro: Vezi fisierele mele partajate.

source: You are sharing many subfolders within your shared folder: {0}. This indicates a potential security problem, so please review your "My Shared Files" to ensure you aren't sharing any sensitive files.
ro: Partajati numeroase subdosare din dosarul dumneavoastra partajat: {0}. Aceasta indica o potentiala problema de securitate, asa ca va rugam revedeti "Fisierele mele partajate" pentru a va asigura ca nu partajati fisiere sensibile.

source: You are sharing a lot of files through FrostWire, {0} files and counting. Do you mean to share all these files? Please review your sharing settings and which files are shared to ensure you aren't sharing any sensitive files.
ro: Partajati o multime de fisiere prin FrostWire, {0} si inca numar. Chiar doriti sa partajati toate aceste fisiere? Va rugam revedeti setarile Dvs de partajare si care fisiere sunt partajate pentru a va asigura ca nu partajati fisiere sensibile.

source: Do not display this message again.
ro: Nu mai afisa acest mesaj.

source: T3 or Higher
cy: T3 neu Uwch
nb: T3 eller Høyere
nl: T3 of Hoger
ro: T3 sau mai mare
zh_cn: T3 或 更高
zh_hk: T3或升級版

source: Your machine does not appear to have an active Internet connection or a firewall is blocking FrostWire from accessing the internet. FrostWire will automatically keep trying to connect you to the network unless you select "Disconnect" from the File menu.
cy: Mae'n debyg bod dy gyfrifiadur heb gysylltiad gweithredol i'r we neu fod wal tan yn blocio FrostWire rhag gael mynediad i'r we. Mae FrostWire yn dal i fynd i drio'n awtomatig i gysylltu a'r rhwydwaith oni bai dy fod di'n dewis "Datgysylltu" o'r opsiynau Ffeil.
nb: Din maskin har ikke en aktiv Internett-tilkobling, eller en brannmur blokkerer FrostWire fra å få tilgang til Internett. FrostWire vil automatisk prøve å koble deg til nettverket med mindre du velger "Koble fra" fra Fil-menyen.
nl: Uw computer schijnt geen actieve internetverbinding te hebben of een firewall blokkeert FrostWire de toegang tot het internet. FrostWire zal automatisch proberen om u met het netwerk te verbinden tenzij u "Verbinding verbreken" in het "Bestand"-menu selecteert.
ro: Computerul dumneavoastra nu pare a avea o conexiune activa la internet sau un firewall blocheaza FrostWire sa acceseze internetul. FrostWire va incerca automat sa se conecteze la retea doar daca selectati "Deconectare" din meniul Fisier.
zh_cn: 设备网络连接无效，或者防火墙屏蔽FrostWire访问网络。如果不选择文件菜单中的"断开连接"，FrostWire会自动尝试连接到网络。
zh_hk: 看來您的電腦未有激活的互聯網連線，抑或防火牆阻擋FrostWire連線。FrostWire會持續嘗試連線，除非您從檔案菜單選擇"Disconnect"。

source: Display the {0} Screen
cy: Dangos y Sgrin {0}
nb: Vis {0} Skjermen
nl: Toon het {0}-Venster
ro: Afiseaza fereastra {0}
zh_cn: 显示{0}荧幕
zh_hk: 顯示{0}屏幕

source: Show {0} Window
ro: Arata fereastra {0}

source: FrostWire could not locate your web browser to display the following webpage: {0}.
cy: Roedd FrostWire yn methu ffeindio dy borwr we i ddangos y tudalen we canlynol: {0}
nb: FrostWire kunne ikke lokalisere din nettleser for å vise denne nettsiden: {0}.
nl: FrostWire kan de webbrowser niet vinden om de volgende webpagina weer te geven: {0}.
ro: FrostWire nu a putut localiza navigatorul web pentru a afisa aceasta pagina: {0}.
zh_cn: FrostWire无法找到您的浏览网以显示下列网页：{0}。
zh_hk: FrostWire無法找到您的網絡瀏覽器以顯示以下網頁：{0}。

source: FrostWire will not launch the specified file for security reasons.
cy: Ni fydd FrostWire yn lansio'r ffeil wedi'i dewis am resymau diogelwch.
nb: FrostWire vil ikke kjøre den spesifiserte filen av sikkerhetsmessige årsaker.
nl: FrostWire zal dit bestand niet uitvoeren in verband met veiligheidsredenen.
ro: FrostWire nu va porni fisierul specificat din motive de securitate.
zh_cn: 基於安全理由, FrostWire 将不会运行指定文档。
zh_hk: 基於安全理由，FrostWire不會啟動指定檔案。

source: Loading HTML Engine...
cy: Llwytho Peiriant HTML
nb: Laster HTML program...
nl: HTML-engine wordt geladen...
ro: Incarcare motor HTML...
zh_cn: 加载 HTML Engine...
zh_hk: 加載HTML引擎...

source: Loading User Interface...
cy: Llwytho Rhyngwyneb...
nb: Laster Brukeroppsett...
nl: User Interface wordt geladen...
ro: Incarcare interfata utilizator...
zh_cn: 加载 用户 界面...
zh_hk: 加載用戶介面...

source: Loading Core Components...
cy: Llwytho Darnau Craidd...
nb: Laster Kjerne Komponenter...
nl: Standaardcomponenten worden geladen...
ro: Incarcare componente esentiale...
zh_cn: 加载 核心 组件...
zh_hk: 加載核心組件...

source: Loading Icons...
cy: Llwytho Iconau...
nb: Laster Ikoner...
nl: Iconen worden geladen...
ro: Incarcare icoane...
zh_cn: 加载图标
zh_hk: 加載圖標...

source: Loading Internationalization Support...
cy: Llwytho Cefnogaeth Rhwngwladol...
nb: Laster internasjonalisering`s brukerstøtte
nl: Internationalisatieondersteuning wordt geladen...
ro: Incarcare suport de internationalizare...
zh_cn: 加载 internationalization support...
zh_hk: 加載國際化支援...

source: Loading Digital Audio Access Protocol...
ro: Incarcare protocol de acces la audio digital...

source: FrostWire was unable to start the Digital Audio Access Protocol Service (for sharing files in iTunes). This feature will be turned off. You can turn it back on in options, under iTunes -> Sharing.
ro: FrostWire nu a putut porni serviciul protocolului de acces audio digital (pentru publicarea fisierelor in iTunes). Aceasta caracteristica va fi revocata. O puteti reactiva in optiuni, in iTunes -> Publicare.

source: This Alpha version has expired. Press Ok to exit.
cy: Mae'r fersiwn Alpha yma wedi darfod. Clicia Iawn i adael.
nb: Denne Alfa versjonen har utgått. Trykk OK for avslutte.
ro: Aceasta versiune Alpha a expirat. Apasati Ok pentru a iesi.

source: FrostWire was unable to initialize and start. This is usually due to a firewall program blocking FrostWire's access to the internet or loopback connections on the local machine. Please allow FrostWire access to the internet and restart FrostWire.
ro: FrostWire nu a putut sa se initializeze si sa porneasca. Aceasta se intampla de obicei din cauza unui program firewall care blocheaza accesul FrostWire la internet. Va rugam sa permiteti accesul la internet pentru FrostWire si reporniti FrostWire.

source: Error
cy: Gwall
nb: Feil
nl: Fout
ro: Eroare
zh_cn: 错误
zh_hk: 錯誤

source: Input
cy: I mewn
nb: Innspill
nl: Invoer
ro: Introducere
zh_cn: 输入
zh_hk: 輸入

source: Cancel Operation
cy: Stopio
nb: Avbryt Operasjon
nl: Actie annuleren
ro: Revocarea operatiei
zh_cn: 取消 操作.
zh_hk: 取消操作

source: Visit {0}
cy: Mynd i {0}
nb: Besøk {0}
nl: {0} bezoeken
ro: Vizitati {0}
zh_cn: 参观{0}
zh_hk: 訪問{0}

source: Remind Me Later
cy: Atgoffa fi wedyn
nb: Informer Meg Senere
nl: Herinner mij later
ro: Aminteste-mi mai tarziu
zh_cn: 稍后提醒
zh_hk: 稍後提醒我

source: FrostWire must be restarted for the new language to take effect.
cy: Rhaid ail-ddechrau FrostWire er mwyn i'r iaith newydd dechrau gweithio.
nb: FrostWire må starte på nytt for at de nye språkinnstillingene skal tre i kraft.
nl: FrostWire moet opnieuw worden opgestart om de nieuwe taal van kracht te laten gaan.
ro: FrostWire trebuie repornit pentru ca noua limba sa fie aplicata.
zh_cn: 必须重启FristWire，使新语言生效。
zh_hk: 為了讓新語言生效，FrostWire比須重啟。

source: Change Language
cy: Newid Iaith
nb: Endre Språk
nl: Taal veranderen
ro: Alegeti limba
zh_cn: 更改语言
zh_hk: 更改語言
