Repository: gubatron/frostwire-desktop
Catalog: lib/messagebundles/*.po
Languages: cy, nb, nl, ro, zh_cn, zh_hk

source: <html>Set the Maximum BitTorrent upload speed in KB/s.<p>Note: Too low upload speeds (leeching) could be penalized by some trackers, resulting in slower downloads.</html>
nb: <html> sette maksimal BitTorrent opplastingshastighet i KB/s.<p>.Merk: For lav opplastingshastighet (snylting) kan bli straffet av noen trackere, noe som resulterer i langsommere nedlasting.</ html>
nl: <html>Stel de Maximum BitTorrent upload snelheid in KB/s in.<p>NB: Te lage upload snelheid (leeching) kan door sommige trackers bestraft worden, wat resulteert in langzamere downloads.</html>
zh_cn: 设置最大BitTorrent上传速度为KB/s。注意：上传速度（下载）太慢会被一些定位器惩罚，导致更慢的下载。
zh_hk: <html>用KB/秒設定BitTorrent的最大上載速度。<p>注意：過低的上載速度（下載）可能會不利於一些跟蹤器，導致下載較緩慢。</html>

source: Min speed
nb: min hastighet
nl: Min snelheid
zh_cn: 最小速度
zh_hk: 最低速度

source: Max speed
nb: Maks hastighet
nl: Max snelheid
zh_cn: 最大速度
zh_hk: 最高速度

source: Seeding is the process of connecting to a torrent when you have a complete file(s). Pieces of the seeded file(s) will be available to everybody. While downloading pieces are always available to other peers in the swarm.
nb: såing er prosessen med å koble til en torrent når du har en komplett fil(er). Deler av seeded fil(er) vil være tilgjengelig for alle. Mens nedlasting brikkene er alltid tilgjengelig for andre jevnaldrende i svermen.
nl: Seeding is het proces van het verbinden met een torrent als u een compleet bestand(en) heeft. Gedeeltes van geseede bestanden zullen voor iedereen beschikbaar zijn. Onderdelen die worden gedownload zijn altijd beschikbaar voor andere peers in de swarm.
zh_cn: 当您有完整文件时，作种是连接种子文件的过程。每个人可获取点滴种子文件。
zh_hk: 當您有完成檔案時，做種即是連接某源代碼的過程。每個人都可以使用已做種的檔案塊。而其它大量端口則總是能使用下載著的檔案塊。

source: Max
cy: Uchafswm
nb: Maks
zh_cn: 最大 值

source: Stop
cy: Stopio
nb: Stopp
nl: Stoppen
zh_cn: 停止
zh_hk: 停止

source: Open Options dialog
cy: Opsiynau Diweddaru
nb: Åpne dialogboksen Alternativer
nl: Open Opties dialoog
zh_cn: 图片 选项
zh_hk: 打開選項對話框

source: See detail web page about the selected torrent (Contents, Comments, Seeds)
nb: Se detalj nettside om den valgte torrenten (Innhold, kommentarer, frø)
nl: Zie detail webpagina over de geselecteerde torrent (Inhoud, Commentaar, Seeds)
zh_cn: 查看有关选定种子文件的详细网页(内容、评论、种子)
zh_hk: 查看關於所選源代碼的細節網頁（內容、平語、種子）

source: Stop current search
cy: Chwiliad Presennol:
nb: Stopp nåværende søk
nl: Stop huidige zoekactie
zh_cn: 关闭 搜索
zh_hk: 停止當前搜尋

source: Download Partial Files
cy: Darnau o Ffeiliau
nb: Last ned Partielle Filer
nl: Download gedeeltelijke bestanden
zh_cn: 下载网页
zh_hk: 下載局部檔案

source: Torrent Details
cy: Manylion cofnodi
nb: Torrent detaljer
zh_cn: 许可证资料
zh_hk: 源代碼細節

source: View in YouTube
cy: Gweld Mewn Rhaglen Chwilio...
nb: Vis i YouTube
nl: Tonen in Youtube
zh_cn: 在YouTube观看
zh_hk: 在YouTube瀏覽

source: Copy Hash
cy: Copio
nb: Kopier Hash
nl: Kopieer Hash
zh_cn: 复制
zh_hk: 複製哈希

source: Source
cy: Storfa
nb: Kilde
nl: Bron
zh_cn: 寻找资源
zh_hk: 資源

source: ".torrent" files
cy: ffeiliau ".torrent"
nb: ".torrent" filer
nl: '.torrent" bestanden
zh_cn: ".torrent"文件
zh_hk: ".torrent" 檔案

source: "magnet:" links
cy: cysylltiadau "magnet:"
nb: "Magnet:" lenker
zh_cn: "magnet:"链接
zh_hk: "磁力：" 鏈接

source: One or more files or protocols that FrostWire uses are no longer associated with FrostWire. Would you like FrostWire to re-associate them?
cy: Mae un neu fwy o'r ffeiliau neu brotocolau mae FrostWire yn eu defnyddio'n heb fod yn gysylltiedig a FrostWire bellach. Eisiau FrostWire i datrys hynny?
nb: En eller flere filer eller protokoller som Frostwire bruk er ikke lenger forbundet med FrostWire. Vil du FrostWire på nytt knytte dem?
nl: Eén of meer bestanden of protocollen die FrostWire gebruikt, worden niet langer geassocieerd met FrostWire. Wilt u ze herassociëren met FrostWire?
zh_cn: FrostWire使用的一个或多个文件或协议不再与FrostWire关联。是否再次关联？
zh_hk: FrostWire使用的一個或多個檔案或協定已不再和FrostWire關聯。您是否要FrostWire重新和它們關聯起來？

source: language
cy: Iaith
nb: Språk

source: languageencoding
nb: språkkoding

source: backuplanguage
cy: Iaith
nb: backupspråk

source: backuplanguageencoding
nb: backupspråkkoding

source: authorizedjoinlist
nb: autorisertdeltaliste

source: authorizedleavelist
nb: autorisertpermisjonliste

source: authorizedcommandlist
nb: autorisertkommandoenliste

source: aslseparatorstring
nb: ASLseparatorstreng

source: noasldisplayprefix
nb: neiASLskjermprefiks

source: quitmessage
cy: negeseuon
nb: sluttemelding

source: aslmale
nb: ASLhann

source: aslfemale
nb: ASLkvinne

source: userid
cy: Wedi Oedi
nb: brukerid

source: aslunknown
cy: Anhysbys
nb: ASLukjent

source: fingerreply
nb: fingersvar

source: userinforeply
nb: brukerinfosvar

source: mouse
nb: mus

source: helppage
nb: hjelpeside

source: Video
cy: Fideo
zh_cn: 视频
zh_hk: 視頻

source: Torrents
cy: BitTorrent
zh_cn: 评语
zh_hk: 源代碼

source: Pause
cy: Oedi
nl: Pauzeren
zh_cn: 暂停
zh_hk: 暫停

source: Status
cy: Statws
zh_cn: 统计
zh_hk: 狀態

source: Trackerless Torrent (DHT)
zh_cn: 无须种子服务器（DHT）
zh_hk: 無跟蹤器的源代碼（DHT）

source: via FrostWire
cy: FrostWire
zh_cn: 使用 FrostWire (&U)
zh_hk: 通過FrostWire

source: Tips
cy: Mathau
zh_cn: 提示
zh_hk: 提示

source: Artist
nl: Artiest
zh_cn: 演艺员
zh_hk: 藝人

source: Album
cy: Albwm
zh_cn: 相册
zh_hk: 專輯

source: Chat
cy: Sgwrsio
nl: Chatten
zh_cn: 聊天...
zh_hk: 聊天

source: KB/s
cy: KB/eil
zh_cn: KB/秒
zh_hk: KB/秒

source: OK
cy: Iawn
zh_cn: 同意
zh_hk: 確認

source: System Startup
cy: Dechrau'r System
nl: Systeemopstart
zh_cn: 关闭
zh_hk: 系統啟動

source: &FAQ
cy: Cwestiynau Cy&ffredin
zh_cn: 常见问题解答 (&F)
zh_hk: &常見問題

source: Foru&m
cy: Fforw&m
zh_cn: 论坛 (&M)
zh_hk: 論&壇

source: Proxy
cy: Procsi:
zh_cn: 代理服务器
zh_hk: 代理伺服器

source: FrostWire Popups
cy: FrostWire
zh_cn: 使用 FrostWire (&U)
zh_hk: FrostWire彈出窗口

source: Proxy:
cy: Procsi:
zh_cn: 代理服务器：
zh_hk: 代理伺服器：

source: Port:
cy: Porth:
nl: Poort:
zh_cn: 端口
zh_hk: 端口：

source: Ethernet
zh_hk: 以太網

source: TCP:
zh_hk: 傳輸控制協議（TCP）：

source: UDP:
zh_hk: 用戶數據報協議（UDP）：

source: HTTP
zh_hk: 超文本傳輸協定（HTTP）

source: Studio
cy: Stiwdio

source: T1
cy: TI

source: C&hat
cy: Gorffen Sgwrs

source: lngextension
cy: Estyniadau:
