Repository: gubatron/frostwire-desktop
Catalog: lib/messagebundles/*.po
Languages: cy, nb, nl, ro, zh_cn, zh_hk

source: Playlist name
cy: Rhestr chwarae
nb: spilleliste navn
nl: Naam afspeellijst
zh_cn: MP3 播放列表
zh_hk: 播放清單名稱

source: Refreshing
cy: Adnewyddu
nb: forfriskende
nl: Vernieuwen
zh_cn: 刷新
zh_hk: 刷新中

source: Importing from
cy: Mewnforio
nb: Importerer fra
nl: Importeer van
zh_cn: 从...导入
zh_hk: 輸入，從

source: Error importing Radio Station from
nb: Feil ved importering Radio stasjon fra
nl: Error importeren Radiostation van
zh_cn: 从...导入电台出错
zh_hk: 錯誤輸入電台，從

source: Holds the Results for
cy: Yn dal y canlyniadau o'r chwilio diwethaf
nb: Holder resultater for
nl: Behoud de Resultaten voor
zh_cn: 过滤
zh_hk: 保存結果，為

source: Library Folders
cy: Agor Ffolder y Llyfrgell
nb: Bibliotek mapper
nl: Bibliotheekmappen
zh_cn: 共享 文件夹
zh_hk: 媒體庫文件夾

source: Legend
cy: Allwedd
nb: Billedtekst
nl: Legenda
zh_cn: 传奇
zh_hk: 說明

source: Folder and subfolders are included in the Library.
cy: Mae ffeiliau yn y ffolder a rhai ffolderi tu mewn yn cael eu rhannu.
nb: Mappen og undermapper er inkludert i biblioteket.
nl: De bestanden en submappen bevinden zich in de Bibliotheek
zh_cn: 文件夹和子文件夹包含在收藏夹中。
zh_hk: 文件夾及子文件夾都包含在媒體庫內。

source: Folder is not included and no subfolders are included in the Library.
cy: Nid yw'r ffolder neu ffolderi tu mewn yn cael eu rannu.
nb: Mappe er ikke inkludert og ingen undermapper er inkludert i biblioteket.
nl: De map en submappen bevinden zich niet in de Bibliotheek.
zh_cn: 文件夹和子文件夹不包含在收藏夹中。
zh_hk: 文件夾不包含在內，且沒有子文件夾包含在媒體庫內。

source: Folder's files and some subfolders are included in the Library.
cy: Mae ffeiliau yn y ffolder a rhai ffolderi tu mewn yn cael eu rhannu.
nb: Mappen er filer og noen undermapper er inkludert i biblioteket.
nl: De bestanden en enkele submappen bevinden zich in de bibliotheek.
zh_cn: 你 可以 选择 共享 文件夹 共享 文件. 在这些 文件夹 种的 文件 是显示在 收藏 夹中.
zh_hk: 文件夾的檔案和一些子文件夾包含在媒體庫內。

source: Applications
cy: Rhaglen
nb: søknader
nl: Programma's
zh_cn: 应用
zh_hk: 應用程式

source: Pictures
nb: Bilder
nl: Foto's
zh_cn: 图片
zh_hk: 圖片

source: Ringtones
nb: ringetoner
zh_cn: 铃声
zh_hk: 鈴聲

source: Unkown file type
cy: Linciau a mathau o ffeil
nb: Ukjent filtype
nl: Onbekend bestandstype
zh_cn: 未知文件类型
zh_hk: 未知檔案類型

source: azemp.failed.nocodec
nb: azemp.mislyktes.nocodec
nl: azemp.mislukt.nocodec

source: azemp.failed.d3dbad
nb: azemp.mislyktes.d3dbad
nl: azemp.mislukt.d3dbad

source: Send this file to a friend
cy: Cadw'r Rhestr Chwarae Presennol i Ffeil
nb: Send denne filen til en venn
nl: Verstuur dit bestand naar een vriend
zh_cn: 保存 当前的 播放列表.
zh_hk: 發送此檔案給朋友

source: Shuffle songs
cy: Cymysu
nb: Bland sanger
nl: Shuffle nummers
zh_cn: 跳跃
zh_hk: 隨機播放歌曲

source: Repeat songs
nb: Gjenta sanger
nl: Herhaal nummers
zh_cn: 歌曲循环
zh_hk: 重播歌曲

source: file
cy: ffeiliau
nb: fil
nl: bestand
zh_cn: 标题:
zh_hk: 檔案

source: folder
cy: Ffolder:
nb: mappe
nl: map
zh_cn: 文件夹:
zh_hk: 文件夾

source: Do you want to send this {0} to a friend?
nb: Vil du sende dette {0} til en venn?
nl: Wilt u dit {0} naar een vriend versturen?
zh_cn: 是否发送此{0}给好友？
zh_hk: 您要將此{0}發送給朋友嗎？

source: Hints by Google
nb: Tips fra Google
nl: Hints van Google
zh_cn: 谷歌提示
zh_hk: Google的提示

source: Select All
cy: Dewis Popeth
nb: Velg alt
nl: Alles Selecteren
zh_cn: 选择 文件夹
zh_hk: 選擇全部

source: Show our community chat
cy: Dangos manylion y Storfa
nb: Vis samfunnet vårt chat
nl: Onze communitychat tonen
zh_cn: 显示社区聊天
zh_hk: 顯示我們的社區聊天

source: FileChooser.lookInLabelText
nb: Filveljar.seiEtikettTekst

source: FileChooser.saveInLabelText
nb: Filveljar.lagreiEtikettTekst

source: FileChooser.fileNameLabelText
nb: Filveljar.filnavnetEtikettTekst

source: FileChooser.folderNameLabelText
nb: Filveljar.MappenavnEtikettTekst

source: FileChooser.filesOfTypeLabelText
nb: Filveljar.FiltypeLabelnavntekst

source: FileChooser.upFolderToolTipText
nb: Filveljar.oppMappeToolTipTekst

source: FileChooser.upFolderAccessibleName
nb: Filveljar.oppFoldTilgjengeligNavn

source: FileChooser.homeFolderToolTipText
nb: Filveljar.HjemMappenVerktøyTipTekst

source: FileChooser.homeFolderAccessibleName
nb: Filveljar.HjemMappenTilgjengeligNavn

source: FileChooser.newFolderToolTipText
nb: Filveljar.NyMappeVerktøyetTipTekst

source: FileChooser.newFolderAccessibleName
nb: Filveljar.NyMappenTilgjengeligNavn

source: FileChooser.listViewButtonToolTipText
nb: Filveljar.listevisningKnapVerktøytippsTekst

source: FileChooser.listViewButtonAccessibleName
nb: Filveljar.listevisningKnapTilgjengeligNavn

source: FileChooser.detailsViewButtonToolTipText
nb: Filveljar.detaljerVisKnapVerktøytippsTekst

source: FileChooser.detailsViewButtonAccessibleName
nb: Filveljar.detaljerVisKnapTilgjengeligNavn

source: FileChooser.viewMenuLabelText
nb: Filveljar.visMenyEtikettTekst

source: FileChooser.refreshActionLabelText
nb: Filveljar.OppdaterKnapEtikettTekst

source: FileChooser.newFolderActionLabelText
nb: Filveljar.NyMappeHandlingLabelnavnTekst

source: FileChooser.listViewActionLabelText
nb: Filveljar.listevisningHandlingLabelnavnTekst

source: FileChooser.detailsViewActionLabelText
nb: Filveljar.detaljerVisHandlingLabelnavnTekst

source: FileChooser.fileSizeKiloBytes
nb: Filveljar.filstørrelseKiloBytes

source: FileChooser.fileSizeMegaBytes
nb: Filveljar.filstørrelseMegaBytes

source: FileChooser.fileSizeGigaBytes
nb: Filveljar.filstørrelseGigaBytes

source: FileChooser.renameErrorTitleText
nb: Filveljar.GiNyttNavnFeilTittelTekst

source: FileChooser.renameErrorText
nb: Filveljar.GiNyttNavnFeilTekst

source: Update
cy: Fesiynau Newydd
nb: Oppdater
zh_cn: 更新
zh_hk: 更新

source: <h1>FrostWire Logo Designer</h1>
nb: <h1>FrostWire Logoen Designer</h1>
nl: <h1>FrostWire Logo Ontwerper</h1>
zh_cn: FrostWire商标设计师
zh_hk: <h1>FrostWire標誌設計者</h1>

source: <h1>FrostWire Graphics Designers/Photographers</h1>
cy: Dail FrostWire
nb: <h1>FrostWire Grafikk Designere/Fotografer</h1>
nl: <h1>FrostWire Graphics Designers/Fotografen</h1>
zh_cn: FrostWire图案设计师/摄影师
zh_hk: <h1>FrostWire平面設計者/攝影師</h1>

source: <h1>Thanks to Former FrostWire Developers</h1>
nb: <h1>Takket være Tidligere FrostWire Utviklere</h1>
nl: <h1>Dankzij Eerdere FrostWire Ontwerpers</h1>
zh_cn: 感谢FrostWire前开发人员
zh_hk: <h1>感謝FrostWire前開發人員</h1>

source: <h1>Thanks to the FrostWire Chat Community!</h1>
nb: <h1>Takket være FrostWire Chat Fellesskapet!</h1>
nl: <h1>Dankzij de FrostWire Chat Community!</h1>
zh_cn: 感谢FrostWire聊天社区！
zh_hk: <h1>感謝FrostWire聊天社區！</h1>

source: Thanks to everybody that has helped us everyday in the forums and chatrooms, you not only help new users but you also warn the FrostWire team of any problem that occur on our networks. Thank you all, without you this wouldn't be possible!
nb: Takket være alle som har hjulpet oss hver dag i de fora og chatrooms, du ikke bare hjelpe nye brukere, men du også advare FrostWire team av ethvert problem som oppstår på våre nettverk. Takk alle, uten at du ville dette ikke være mulig!
nl: Iedereen die ons elke dag in de forums en chatrooms heeft geholpen bedankt,u heeft niet alleen nieuwe gebruikers geholpen maar ook het FrostWire team gewaarschuwd voor eventuele problemen die zich voordoen op onze netwerken. Allemaal bedankt, zonder jullie was dit niet mogelijk geweest!
zh_cn: 感谢每天在论坛和聊天室帮助我们的每个人，你们不仅帮助新用户，还提醒FrostWire团队在我们网络中发生的任何问题。感谢你们所有人，没有你们，就没有现在的成就！
zh_hk: 感謝每天在論壇與聊天室幫助我們的每個人，您不僅幫助了新用戶，同時也就發生在本網絡的所有問題向FrostWire團隊示警。感謝你們所有人，沒有你們這是不可能的！

source: <br><br>In Special we give thanks to the Chatroom Operators and Forum Moderators
nb: <br><br>I Special vi takke Chatrom Operatører og forummoderatorer
nl: <br><br>Wij willen vooral de Chatroom en Forum Operators bedanken Moderators
zh_cn: 特别感谢聊天室管理员和论坛版主
zh_hk: <br><br>我們特別感謝聊天室操作人員和論壇版主

source: <h1>FrostWire Chat Operators</h1>
nb: <h1>FrostWire Chat Operatører</h1>
zh_cn: FrostWire聊天管理员
zh_hk: <h1>FrostWire聊天操作人員</h1>

source: <h1>FrostWire Forum Moderators</h1>
nb: <h1>FrostWire forum moderatorer</h1>
nl: <h1>FrostWire Forum Operators</h1>
zh_cn: FrostWire论坛版主
zh_hk: <h1>FrostWire論壇版主</h1>

source: And also to the Support Volunteer Helpers:
nb: Og også til de Støtte Frivillige hjelpere:
nl: En ook voor de Support Vrijwillige Helpers:
zh_cn: 还有支持自愿帮助的人
zh_hk: 還有支援義工幫手：

source: <h1>Thanks to the LimeWire Developer Team</h1>
nb: <h1>Takket være LimeWire Utvikler teamet</h1>
nl: <h1>Bedankt, LimeWire Developer Team</h1>
zh_cn: 感谢LimeWire开发团队
zh_hk: <h1>感謝LimeWire開發團隊</h1>

source: <h1>Thanks to the PJIRC Staff</h1>
nb: <h1>Takket være PJIRC Staff</h1>
nl: <h1>Bedankt, PJIRC Medewerkers</h1>
zh_cn: 感谢PJIRC员工
zh_hk: <h1>感謝PJIRC職員</h1>

source: <h1>Thanks to the Automatix Team</h1>
nb: <h1>Takket være Automatix teamet</h1>
nl: <h1>Bedankt, Automatix Team</h1>
zh_cn: 感谢Automatix团队
zh_hk: <h1>感謝Automatix團隊</h1>

source: <h1>Thanks to Ubuntu/Kubuntu Teams</h1>
nb: <h1>takket Ubuntu/Kubuntu Teamene</h1>
nl: <h1>Bedankt, Ubuntu/Kubuntu Teams</h1>
zh_cn: 感谢Ubuntu/Kubuntu团队
zh_hk: <h1>感謝Ubuntu/Kubuntu團隊</h1>

source: <p>For making the world a better place with such an excellent distro, you'll be the ones to make a difference on the desktop.</p>
nb: <p>For å gjøre verden til et bedre sted med en slik utmerket distro, vil du være dem som gjør en forskjell på skrivebordet.</p>
nl: <p>Voor het zorgen dat de wereld een betere plek is met zo'n geweldige distro, jullie zullen degenen zijn die een verschil maken op de desktop.</p>
zh_cn: 让世界因如此优秀的套件而更美好，你们将是让桌面与众不同的人。
zh_hk: <p>如此卓越的發行版使得這個世界更美好，你們將成為使電腦桌面有所改變的人。</p>

source: <h1>Thanks to the NSIS Project</h1>
nb: <h1>Takket være NSIS Prosjekt</h1>
nl: <h1>Bedankt, NSIS Project</h1>
zh_cn: 感谢NSIS项目
zh_hk: <h1>感謝NSIS項目</h1>

source: <p>Thanks for such an awesome installer builder system and documentation.</p>
nb: <p>Tusen takk for en kjempeflott installasjonsprogram byggmester system og dokumentasjon.</p>
nl: <p>Bedankt voor zo'n geweldige installeer bouwsysteem en documentatie.</p>
zh_cn: 感谢了不起的安装程序生成器系统和文档。
zh_hk: <p>感謝如此棒的安裝程序生成器系統和文檔。</p>

source: <h1>Thanks to our families</h1>
nb: <h1>Takket være våre familier</h1>
nl: <h1>Ook een dankwoord voor onze families</h1>
zh_cn: 感谢我们的家人
zh_hk: <h1>感謝我們的家人</h1>

source: For being patient during our many sleepless nights
nb: For å være pasient i løpet av våre mange søvnløse netter
nl: Voor het geduldig blijven tijdens onze vele slapeloze nachten
zh_cn: 在我们许多无眠的夜晚给予耐心
zh_hk: 在我們許多個不眠不休的夜晚，耐心相待

source: Dial Up
cy: Deilio
nb: Ringe opp
nl: Inbelverbinding
zh_cn: 拨号
zh_hk: 撥接

source: Broadband
cy: Band Llydan
nb: Bredbånd
nl: Breedband
zh_cn: 宽带
zh_hk: 寬頻

source: &Search
cy: &Chwilio
nb: &Søk
nl: &Zoeken
zh_cn: 搜索
zh_hk: &搜尋

source: &Library
cy: &Llyfrgell
nb: &Bibliotek
nl: &Bibliotheek
zh_cn: 收藏
zh_hk: &媒體庫

source: FrostWire has encountered a problem during startup and cannot proceed. You may be able to fix this problem by changing FrostWire's Windows Compatibility. Right-click on the FrostWire icon on your Desktop and select 'Properties' from the popup menu. Click the 'Compatibility' tab at the top, then click the 'Run this program in compatibility mode for' check box, and then select 'Windows 2000' in the box below the check box. Then click the 'OK' button at the bottom and restart FrostWire.
cy: Mae FrostWire wedi darganfod problem tra'n dechrau ac yn methu cario ymlaen. Efallai, byddet ti'n gallu dartrys y problem trwy newid sut mae Windows yn cyd-weithio gyda FrostWire. De-Clicia ar icon FrostWire ar dy fwrdd gwaith a dewis 'Properties' o'r dewislen. Clicia ar y tab 'Compatibility' yn y darn uchaf, a wedyn clicia bocs 'Run this program in compatibility mode for', a dewis 'Windows 2000' yn y bocs isod. Wedyn clicia'r botwm 'OK' ar y gwaelod ac ail-ddechrau FrostWire.
nb: FrostWire har møtt på ett problem under oppstart og kan ikke forsette. Du kan fikse problemet ved å endre FrostWires Windows kompabilitet. Høyreklikk på FrostWire ikonet på skrivebordet ditt og Velg 'Egenskaper' fra popup menyen. Trykk 'Kompabilitet' lappen på toppen og tryk Kjør program i kompabilitetsmodus for' marker boks, og velg 'Windows 2000' i boksen under. Så trykker du ok nederst og restarter FrostWire.
nl: FrostWire heeft een probleem ontdekt tijdens het opstarten en kan niet verder gaan. U kunt dit probleem verhelpen door FrostWire's Windows-compabiliteit te veranderen. Klik met de rechtermuisknop op het FrostWire-icoon op uw bureaublad en klik op 'Eigenschappen'. Klik bovenaan op de tab 'Compatibiliteit', vink dan 'Dit programma in deze compatibiliteitsmodus uivoeren' aan en selecteer 'Windows 2000' uit de keuzelijst. Klik dan op de 'OK'-knop onderaan en herstart FrostWire.
zh_cn: FrostWire在启动时遇到问题，无法继续。您可以通过改变FrostWire窗口兼容性以解决此问题。右击桌面上FrostWire图标，从弹出菜单中选择'属性'。单击顶部的'兼容性'标签，然后单击'用兼容模式运行这个程序'复选框，之后在复选框下的框中选择'windows2000'。然后单击底部的'确认'按钮，并重启FrostWire。
zh_hk: FrostWire在啟動時遇到問題，且不能繼續。您或能通過更改FrostWire的視窗兼容性來解決此問題。在您電腦桌面上右擊，並從彈出菜單上選擇‘屬性’。點擊最上方的‘兼容性’標籤，接著點擊‘在兼容性模式下運行此程序’的複選框，再接著在位於複選框下方的方塊，選擇‘視窗2000’。然後點擊最下方的‘確認’按鍵，並重啟FrostWire。

source: FrostWire could not launch the specified file. Executed command: {0}.
cy: Roedd FrostWire yn methu lansio'r ffeil wedi'i dewis. Gorchymyn wedi gweithredu: {0}.
nb: FrostWire kunne ikke kjøre akurat denne filen. Utført komando: {0}.
nl: FrostWire kan het aangegeven bestand niet uitvoeren. Uitvoerend commando: {0}.
zh_cn: FrostWire无法启动指定文档。 执行指令：{0}
zh_hk: FrostWire無法啟動指定檔案。 執行命令：{0}。

source: FrostWire could not launch the specified file.
cy: Roedd FrostWire yn methu lansio'r ffeil wedi'i dewis.
nb: FrostWire kunne ikke kjøre akkurat denne filen.
nl: FrostWire kan het aangegeven bestand niet uitvoeren.
zh_cn: 因为安全的 原因, FrostWire 将不会运行指定的 文件.
zh_hk: FrostWire無法啟動指定檔案。

source: FrostWire could not create a temporary preferences folder. This is generally caused by a lack of permissions. Please make sure that FrostWire (and you) have access to create files/folders on your computer. If the problem persists, please visit www.frostwire.com and click the 'Support' link. FrostWire will now exit. Thank You.
cy: Mae FrostWire yn methu creu ffeil opsiynau dros dro. Mae'r broblem yma yw oherwydd diffyg caniatad. Sicrhau bod FrostWire (a thithau) yn gallu cael gafael ar y ffeiliau/ffolderi ar dy gyfrifiadur. Os mae'r problem yn parhau, edrych ar www.frostwire.com a chlicia'r linc 'Support'. Mae FrostWire yn gadael yn awr. Diolch.
nb: FrostWire kunne ikke opprette en midlertidig innstillinger mappen. denne er vanligvis forårsaket av mangel på rettigheter. Kontroller at FrostWire (og du) har tilgang til å opprette filer/mapper på datamaskinen. Hvis problemet vedvarer, kan du gå til www.frostwire.com og klikk på 'støtte' link. FrostWire vil nå avslutte. Takk du.
nl: FrostWire kon geen tijdelijke voorkeurenmap aanmaken. Dit wordt meestal veroorzaakt doordat FrostWire geen bevoegheden hiertoe heeft. Verzeker uzelf er a.u.b. van dat FrostWire (en u) de bevoegdheden hebben om bestanden/mappen aan te maken op deze computer. Indien het probleem blijft optreden, bezoek dan www.frostwire.com en klik op de 'Ondersteuning'-link. FrostWire zal nu afsluiten. Bedankt voor uw medewerking.
zh_cn: FrostWire无法创建一个临时预置文件夹。通常由于缺少权限。请确认FrostWire（以及您）有权限在电脑上创建文件/文件夹。如果问题仍然存在，请访问www.frostwire.com并点击'技术支持'链接。FrostWire现在退出。谢谢。
zh_hk: FrostWire無法建立臨時偏好文件夾。 這通常由缺乏權限所致。請確定FrostWire（和您）有權在您的電腦建立檔案/文件夾。如果有關問題持續，請訪問www.frostwire.com，並點擊‘支援’鏈接。 FrostWire不會退出。謝謝。

source: Apply Operation
cy: Gweithredu
nb: Bruk Drift
nl: Actie toepassen
zh_cn: 取消 操作.
zh_hk: 應用操作

source: You are currently using a beta or pre-release version of Java 1.6.0. This version is known to have caused problems with FrostWire. Please upgrade to the final 1.6.0 release.
cy: Ar hyn o bryd ti'n defnyddio fersiwn beta neu Java 1.6.0 Pre-Release. Mae'r fersiwn yma yn debygol o achos problemau i FrostWire. Mae'n well cael y fersiwn terfynol o Java 1.6.0.
nb: Du bruker en beta eller pre-utgivelse av Java 1.6.0. Denne versjonen har laget problemer med FrostWire. Vennligst oppgrader til den endelige 1.6.0 utgivelsen.
nl: U gebruikt nu een beta- of pre-uitgaveversie van Java 1.6.0. Deze versie heeft bekende problemen veroorzaakt met FrostWire. Upgrade a.u.b. naar de laatste 1.6.0-versie.
zh_cn: 您目前使用的是Java 1.6.0的测试版或预览版。此版本会与FrostWire引发问题。请更新至1.6.0最终发行版。
zh_hk: 您目前使用著Java 1.6.0的測試版或預發行版。此版本已知會對FrostWire造成問題。請升級到最終的1.6.0版本。

source: Upgrade Java
cy: Cael Java newydd
nb: Oppgrader Java
nl: Java upgraden
zh_cn: 升级 到 “增强版”
zh_hk: 為Java升級

source: More Information
cy: Mwy o wybodaeth
nb: Mer Informasjon
nl: Meer informatie
zh_cn: 更多信息...
zh_hk: 更多資訊

source: Do not Show Again
cy: Peidio a dangos eto
nb: Ikke Vis Dette Igjen
nl: Niet meer weergeven
zh_cn: 请别再显示
zh_hk: 別再顯示

source: Saving downloads to {0} may not function correctly. To be sure downloads are saved properly you should save them to a sub-folder of {1}. Would you like to choose another location?
cy: Efallai na ellir safio lawrlwythiadau i {0}. I sicrhau bod lawrlwythiadau yn cael eu arbed yn iawn dylech eu arbed i is-ffolder yn {1}. Hoffet ti ddewis lleoliad arall?
nb: Lagre nedlastinger til {0} kan ikke fungere riktig. For å være sikker nedlastinger lagres riktig, bør du lagre dem i en undermappe av {1}. Ønsker du å velge et annet sted?
nl: Het opslaan van downloads naar {0} functioneert mogelijk niet correct. Om er zeker van te zijn dat de downloads goed opgeslagen worden, zou u ze in een submap van {1} moeten opslaan. Wilt u een andere locatie kiezen?
zh_cn: 保存下载至{0}无法正常运行。存至{1}的子文件夹以确保存储正确。是否选择其他位置？
zh_hk: 將下載保存至{0}可能無法正常運行。為了確保下載保存妥當，您應該將它們保存至{1}的子文件夾。您是否要選擇別個位置？

source: FrostWire was unable to create your settings folder and is using a temporary folder. Your settings may be deleted when you close FrostWire.
cy: Methodd FrostWire i greu y ffolder ac yn defnyddio ffolder dros dro. Efallai bydd y gosodiadau yn cael eu dileu pan fyddi di'n cau FrostWire.
nb: FrostWire kunne ikke lage din innstillinger mappen og bruker en midlertidig mappe. Innstillingene kan bli slettet når du lukker FrostWire.

source: FrostWire has encountered problems in managing your settings. Your settings changes may not be saved on shutdown.
cy: Daeth FrostWire ar draws problemau tra'n delio gyda dy osodiadau. Efallai na safiodd dy newidiadau wrth gau'r rhaglen.
nb: FrostWire har oppstått problemer i å håndtere innstillingene dine. Dine innstillinger endringer kan ikke lagres på nedleggelse.
nl: FrostWire heeft problemen gevonden met het beheren van uw instellingen. Uw instellingen zijn mogelijk niet opgeslagen bij het afsluiten.
zh_cn: FrostWire在管理设置中遇到问题。在关闭时，设置更改可能无法保存。
zh_hk: FrostWire在處理您的設定時遇到問題。您的設定更改在關機時可能不會被保存。

source: FrostWire has encountered problems in loading your settings. FrostWire will attempt to use the default values; however, may behave unexpectedly.
cy: Daeth FrostWire ar draws problemau tra'n llwytho dy osodiadau. Bydd FrostWire yn trio defnyddio'r gwerthoedd gwreiddiol; ond gallent ymddwyn yn annisgwyl.
nb: FrostWire har støtt på problemer mens det lastet dine innstillinger. FrostWire vil prøve å bruke standard inntastinger; uansett, kan FrostWire oppføre seg uforutsigbart.
nl: FrostWire heeft problemen ontdekt tijdens het laden van uw instellingen. FrostWire zal proberen de standaardwaarden te gebruiken, maar dit kan resulteren in onverwacht gedrag van FrostWire.
zh_cn: FrostWire在加载设置中遇到问题。FrostWire尝试使用默认值；不过，可能出现异常表现。
zh_hk: FrostWire在加載您的設定時遇到問題。FrostWire將嘗試使用默認值；不過，可能會不按預期運行。

source: Loading FrostWire...
cy: Llwytho Adnoddau...
nb: Laster FrostWire...
nl: FrostWire wordt geladen...
zh_cn: 加载 资源...
zh_hk: FrostWire加載中...

source: Follow us @frostwire
nb: Følg oss @FrostWire
nl: Volg ons @frostwire
zh_cn: 关注我们@frostwire
zh_hk: 在frostwire關注我們

source: <html><b>Seeding</b><p>completed torrent downloads.</html>
nb: <html><b>såing</b><p>ferdig torrent nedlastinger.</html>
nl: <html><b>Seeding</b><p>voltooide torrent downloads.</html>
zh_cn: 作种 完整种子下载。
zh_hk: <html><b>做種</b><p>源代碼下載已完成。</html>

source: <html><b>Not Seeding</b>.<p>File chunks might be shared only during<p>a torrent download.</html>
nb: <html><b>ikke såing</b>.<p>File biter kan deles bare under<p>en torrent nedlasting.</html>
nl: <html><b>Niet aan het Seeden</b>.<p>Bestandonderdelen kunnen alleen worden gedeeld tijdens<p>a torrent download.</html>
zh_cn: 无作种 数据块仅在种子下载期间可以共享。
zh_hk: <html><b>不做種</b>。<p>檔案塊可能只有在<p>源代碼下載時才會被分享。</html>

source: <html><b>Seeding</b></html>
nb: <html><b>såing</b></html>
zh_cn: 作种
zh_hk: <html><b>做種</b></html>

source: <html><b>Not Seeding</b></html>
nb: <html><b>Ikke såing</b></html>
nl: <html><b>Niet aan het Seeden</b></html>
zh_cn: 无作种
zh_hk: <html><b>不做種</b></html>

source: Check your internet connection, FrostWire can't connect.
nb: Sjekk din internettforbindelse, kan FrostWire ikke koble til.
nl: Controleer uw internetverbinding, FrostWire kan geen verbinding maken.
zh_cn: 检查网络连接，FrostWire无法连接。
zh_hk: 檢查您的互聯網連接，FrostWire無法連線。

source: Total Downstream:
cy: Cyfanswm i lawr
nb: Total nedstrøm
nl: Totale downstream:
zh_cn: 总下载流量
zh_hk: 總下行：

source: Total Upstream:
cy: Cyfanswm i fyny
nb: Total oppstrøm
nl: Totale upstream:
zh_cn: 总上载流量
zh_hk: 總上行：

source: Tired of downloads stopping halfway through? It helps to pick search results with a higher number in the '#' column. The # is the amount of unique places on the network that are hosting the file. The more sources, the better the chance of getting your file! In case a junk result appears to have a lot of sources, use the <font color="185ea8">Junk</font> button to train FrostWire's junk filter.
cy: Wedi cael llond bol o lwytho i lawr yn stopio hanner ffordd? Mae'n helpu i ddewis canlyniadau chwilio gyda rhifau uchel yn y colofn '#'. Mae'r # yn meddwl y nifer o lefydd unigol ar y rhwydwaith sydd gyda'r ffeil. Y mwy o ffynonellau, y well gyfle sydd o gael dy ffeil! Os mae canlyniad gwirion gyda llawer o ffynonellau - defnyddio'r botwm 'Ysbwriel' i helpu hyfforddi ffilter ysbwriel FrostWire
nb: Lei av nedlastinger stopp halvveis gjennom? Hjelper det å plukke søk resultater med et høyere nummer i '#' kolonnen. Den # er antall unike steder på nettverket som er vert for den filen. Flere kilder, bedre sjansen for å få filen! I tilfelle en useriøs resultat vises å ha mye kilder, bruk <skriftfarge="185ea8">Junk</font> knappen for å trene FrostWire er junk filtrere.

source: You can change the look and feel of FrostWire by going to View &gt; Apply Skins and choosing a new skin.
nb: Du kan endre utseendet og følelsen av FrostWire ved å velge Vis &gt; Bruk Skins og velge en ny hud.

source: You can sort your search results by clicking on a column. The most useful column to sort by is the 'Seeds' column, which represents an approximate number of computers that have the entire file and are online.
cy: Ti'n gallu trefnu dy ganlyniadau chwilio trwy glicio ar golofn. Y peth gorau yw i drefnu wrth y golofn '#', sydd yn rhoi'r canlyniadau sydd a'r cyfle gorau o lwytho i lawr ar ben y rhestr.
nb: Du kan sortere søkeresultatene dine ved å klikke på en kolonne. Den mest nyttige kolonnen for å sortere etter er 'frø' kolonnen, som representerer en omtrentlig antall datamaskiner som har hele filen og er online.

source: It helps the network if you keep your FrostWire running. Others will connect to the network easier and searches will perform better.
nb: Det hjelper nettverket hvis du holde FrostWire kjører. Andre vil koble til nettverket lettere og søk vil gi bedre resultater.
nl: Het helpt het netwerk als u FrostWire aanhoudt. Anderen zullen zo makkelijkerverbinding kunnen maken met het netwerk en het zoeken zal meer resultaten opleveren.
zh_cn: 保持FrostWire运行将有助于网络。其他人能更容易连接网络，搜索能更好进行。
zh_hk: 如果您讓FrostWire持續運行，它能幫助網絡。其他人將能更容易連上網，且搜尋也將有更好表現。
