Repository: gubatron/frostwire-desktop
Catalog: lib/messagebundles/*.po
Languages: cy, nb, nl, ro, zh_cn, zh_hk

source: Don't show Seeding Transfers
nb: Ikke vis såing Overføringer
nl: Seeding Overdrachten niet tonen
zh_cn: 不显示种子传输
zh_hk: 勿顯示做種傳送

source: Show Seeding Transfers
cy: Cau lawr ar ol Trosglwyddo
nb: Vis såing Overføringer
nl: Toon Seeding Overdrachten
zh_cn: 传输 完后 关闭
zh_hk: 顯示做種傳送

source: Create New Playlist
cy: Cadw'r Rhestr Chwarae Fel
nb: Opprett ny spilleliste
nl: Nieuwe Afspeellijst Aanmaken
zh_cn: 保存 播放列表 到...
zh_hk: 建立新播放清單

source: Create and add to a new playlist
nb: Opprette og legge til en ny spilleliste
nl: Aanmaken en toevoegen aan nieuwe afspeellijst
zh_cn: 创建并添加到新播放列表
zh_hk: 建立及添加至新播放清單

source: Add to playlist
nb: Legg til spilleliste
nl: Toevoegen aan afspeellijst
zh_cn: 添加到播放列表
zh_hk: 添加至播放清單

source: Size
cy: Maint
nb: Størrelse
nl: Grootte
zh_cn: 大小:
zh_hk: 容量

source: Progress
cy: Symudiad
nb: Fremgang
nl: Voortgang
zh_cn: 程序
zh_hk: 進度

source: Downloaded
cy: Llwytho i lawr
nb: lastet ned
nl: Downloaden voltooid
zh_cn: 下载
zh_hk: 已下載

source: Uploaded
cy: Wedi Llwythio
nb: lastet opp
nl: Ge-upload
zh_cn: 上载 带宽:
zh_hk: 已上載

source: Down Speed
cy: Cyflymdra Llwytho:
nb: ned Hastighet
nl: Downloadsnelheid:
zh_cn: 下载 带宽:
zh_hk: 下載速度

source: Up Speed
cy: Cyflymdra
nb: opp Hastighet
nl: Snelheid
zh_cn: 速度:
zh_hk: 上載速度

source: Time
cy: Amser
nb: Tid
nl: Tijd
zh_cn: 标题:
zh_hk: 時間

source: Seeds
cy: Cyflymdra
nb: frø
zh_cn: 速度:
zh_hk: 種子

source: Share Ratio
cy: Rhannu Ffeil
nb: delingsrate
nl: Deel Ratio
zh_cn: 共享文件
zh_hk: 分享率

source: Seeds/Peers
cy: Partneriaid
nb: Frø/Likemenn
zh_cn: 种子/用户
zh_hk: 種子/客戶端

source: Launch
cy: Lansio
nb: lansere
nl: Uitvoeren
zh_cn: 运行 文件.
zh_hk: 啟動

source: Show in Library
cy: Dangos yn y Llyfrgell
nb: Vis i Bibliotek
nl: Tonen in Bibliotheek
zh_cn: 收藏
zh_hk: 在媒體庫中顯示

source: Show Download in Library
cy: Dangos Llwytho i lawr yn y Llyfrgell
nb: Vis Nedlasting i Biblioteket
nl: Download Tonen in Bibliotheek
zh_cn: 正在 下载 从
zh_hk: 在媒體庫中顯示下載

source: Transfers
cy: Trosglwyddiadau
nb: Overføringer
nl: Overdrachten
zh_cn: 传输完 退出
zh_hk: 傳送

source: Cancel
cy: Canslo
nb: Avbryt
nl: Annuleren
zh_cn: 撤销
zh_hk: 取消

source: Set Down Speed
cy: Dewis Cyflymdra
nb: Sett ned hastigheten
nl: Selecteer uw Snelheid
zh_cn: 搜索 结果 速度
zh_hk: 設定下載速度

source: Disabled
cy: Cael Gwared
nb: deaktivert
nl: Verwerpen
zh_cn: 去掉
zh_hk: 禁用

source: No limit
nb: nei begrense
nl: Geen beperking
zh_cn: 无限制
zh_hk: 沒有限制

source: Set Up Speed
cy: Dewis Cyflymdra
nb: Sett opp hastighet
nl: Snelheid Instellen
zh_cn: 搜索 结果 速度
zh_hk: 設定上載速度

source: Add to playlist
cy: Adio Cynnwys y Ffolder i Restr Chwarae
nb: Legg til spilleliste
nl: Toevoegen aan afspeellijst
zh_cn: 添加到 播放列表
zh_hk: 添加至播放清單

source: Torrent File Created with FrostWire
cy: Wrthi'n cysylltu a'r rhwydwaith
nb: Torrent fil opprettet med FrostWire

source: Create New Torrent
nb: Opprett ny Torrent
nl: Nieuwe Torrent Aanmaken
zh_cn: 创建新种子文件
zh_hk: 建立新源代碼

source: Torrent Contents
cy: Anwybyddu Cynnwys Oedolyn
nb: Torrent innholdet
nl: Torrent Inhoud
zh_cn: 忽略 成人 内容
zh_hk: 源代碼內容

source: Select File or Folder...
cy: Dewis Ffolder
nb: Velg fil eller mappe ...
nl: Bestand of Map selecteren...
zh_cn: 选择 文件夹
zh_hk: 選擇檔案或文件夾...

source: Click here to select a single file or a folder as the content indexed by your new .torrent
nb: Klikk her for å velge en enkelt fil eller en mappe som innholdet indekseres av din nye. Torrent
nl: Klik hier om een enkel bestand of een map te selecteren volgens de inhoud die uwnieuwe .torrent aangeeft
zh_cn: 单击此处选择单一文件或文件夹作为新种子文件索引的内容
zh_hk: 點擊這裡以選擇單一檔案或文件夾，作為由您的新.torrent為索引的內容

source: These box shows the contents you've selected for your new .torrent. Either a file, or the contents of a folder.
nb: Disse boksen viser innholdet du har valgt for den nye. Torrent. Enten en fil, eller innholdet i en mappe.
nl: Deze box toont de inhoud die u heeft geselecteerd voor uw nieuwe .torrent. Ofwel een document, of de inhoud van een map.
zh_cn: 此方框显示为新种子文件已选的内容可以是文件、或者文件夹内容
zh_hk: 這些框框顯示您為您的新.torrent所選的內容。 它或者是一個檔案，抑或某文件夾的內容。

source: Torrent Properties
cy: Dewisiadau BitTorrent
nb: Torrent Egenskaper

source: Select this option to create torrents that don't need trackers, completely descentralized. (Recommended)
nb: Velg dette alternativet for å opprette torrenter som ikke trenger trackers, helt descentralized. (Anbefales)
nl: Selecteer deze optie om torrents aan te maken die helemaal geen trackers nodig hebben Gedecentraliseerd. (Aanbevolen)
zh_cn: 选择该选项，创建无须服务器的种子文件，完全分散化。（推荐）
zh_hk: 選擇此選項以建立毋須跟蹤器的源代碼，完全分散。（建議使用）

source: Start seeding
cy: Yn dechrau
nb: begynn såing
nl: Begin seeding
zh_cn: 共享
zh_hk: 開始做種

source: Announce yourself as a seed for the content indexed by this torrent as soon as it's created. If nobody is seeding the torrent won't work. (Recommended)
nb: Kunngjøre deg selv som et frø for innholdet indeksert av denne torrenten så snart den er opprettet. Hvis ingen er seeding torrent ikke vil fungere. (Anbefales)
nl: Kondig uzelf aan direct na de aanmaak hiervan aan als een seed voor d inhoud die door deze torrent wordt geindexeerd. Als het seeding door niemand wordt uitgevoerd zal de torrent niet werken. (Aanbevolen)
zh_cn: 一旦种子形成，通知自己此种子文件索引的内容如果无人作种，种子文件则无法运行。（推荐）
zh_hk: 一旦建立源代碼後，即宣佈您自己為由此源代碼為索引的內容的種子。 如果沒有人做種，源代碼將不起作用。（建議使用）

source: <html><p>Tracker Announce URLs</p><p>(One tracker per line)</p></html>
nb: <html><p>Tracker Annonsere URLs</p><p>(En tracker per linje)</p></html>

source: Enter a list of valid BitTorrent Tracker Server URLs. Your new torrent will be announced to these trackers if you start seeding the torrent.
nb: Skriv en liste over gyldig BitTorrent Tracker Server URLer. Din nye torrent vil bli annonsert på disse trackere hvis du starter seeding på torrent.
nl: Vul een lijst in van geldige BitTorrent Tracker Server URLs. Uw nieuwe torrent zal aan deze trackers worden aangekondigd als u het seedingvan de torrent begint.
zh_cn: 输入一系列有效的BitTorrent追踪服务器URL如果开始种植种子文件，新种子文件会传达到这些服务器中。
zh_hk: 輸入有效的BitTorrent跟蹤伺服器URL清單。 如果您開始為源代碼做種，您的新源代碼將會向這些跟蹤伺服器發佈。

source: Close
cy: Cau
nb: Lukk
nl: Sluiten
zh_cn: 关闭 (&C)
zh_hk: 關閉

source: Save torrent as...
cy: Rhannu ffeiliau .torrent
nb: Lagre torrent som ...
nl: Sla torrent op als...
zh_cn: 另存为
zh_hk: 保存源代碼為...

source: Select
cy: Dewis
nb: Velg
nl: Selecteren
zh_cn: 选择 文件夹
zh_hk: 選擇

source: Unkown error. Try again please.
nb: Ukjent feil. Prøv igjen takk.
nl: Onbekende fout. Probeer het alstublieft opnieuw.
zh_cn: 未知错误。请重试。
zh_hk: 未知錯誤。請再次嘗試。

source: Error: You can't read on that file/folder.
nb: Feil: Du kan ikke lese på den fil/mappe.
nl: Error: U kunt op het betreffende bestand/map niet lezen.
zh_cn: 错误：无法读取文件/文件夹。
zh_hk: 出錯：您不能閱覽該檔案/文件夾。

source: Please select a file or a folder. Your new torrent will need content to index.
nb: Velg en fil eller en mappe. Din nye torrent må innhold til indeksen.
nl: Selecteer alstublieft een bestand of een map. Uw nieuwe torrent moet inhoud hebben voor index.
zh_cn: 请选择文件或文件夹。新种子文件需要索引内容。
zh_hk: 請選擇一個檔案或一個文件夾。 您的新源代碼需要內容供索引。

source: Something's missing
nb: Noe som mangler
nl: Er mist iets
zh_cn: 数据遗失
zh_hk: 缺少了什麼

source: The folder you selected is empty.
nb: Mappen du valgte er tom.
nl: De map die u heeft geselecteerd is leeg.
zh_cn: 所选文件夹为空。
zh_hk: 您選擇的文件夾是空的。

source: Invalid Folder
cy: Enw Ffeil Annilys
nb: Ugyldig mappe
nl: Ongeldige Map
zh_cn: 文件名
zh_hk: 文件夾無效

source: Check again your tracker URL(s).
nb: Sjekk igjen din tracker URL (s).
nl: Controleer uw tracker URL(s) nogmaals .
zh_cn: 再次检查您的服务器URL.
zh_hk: 再次檢查您的跟蹤伺服器URL。

source: Invalid Tracker URL
nb: Ugyldig Tracker URL
nl: Ongeldige Tracker URL
zh_cn: 服务器URL无效
zh_hk: 跟蹤器URL無效

source: Torrent Created.
cy: Creuwyd
nb: Torrent Laget.
nl: Torrent Aangemaakt.
zh_cn: 种子文件创建。
zh_hk: 源代碼已建立。

source: Torrent File
cy: Ffeiliau .torrent
nb: Torrent fil
nl: .Torrentbestand
zh_cn: 扫描 文件
zh_hk: 源代碼檔案

source: wizard.addingmt
nb: veiviseren.addingmt

source: wizard.savingfile
nb: veiviseren.savingfile
nl: wizard.fileopslaan

source: wizard.filesaved
nb: veiviseren.filesaved
nl: wizard.bestandopgeslagen

source: wizard.operationfailed
nb: veiviseren.mislyktes
nl: wizard.taakmislukt

source: Saving Torrent...
cy: Cadw'r Ffeil...
nb: Lagrer Torrent ...
nl: Torrent opslaan...
zh_cn: 文档保存中...
zh_hk: 源代碼保存中...

source: Duplicated
nb: duplisert
nl: Gedupliceerd
zh_cn: 复制
zh_hk: 複製

source: Downloading
cy: Llwytho i lawr
nb: nedlasting
nl: Downloaden
zh_cn: 下载
zh_hk: 下載中

source: Canceled
cy: Canslo
nb: avbrutt
nl: Annuleren
zh_cn: 撤销
zh_hk: 已取消

source: Waiting
cy: Yn Aros
nb: venter
nl: Wachten
zh_cn: 排名
zh_hk: 等待中

source: Finished
cy: Gorffen
nb: ferdig
nl: Afronden
zh_cn: 完成
zh_hk: 已完成

source: Select files to download
cy: Clirio'r Llwythau wedi'u Dewis
nb: Velg filer å laste ned
nl: Selecteer bestanden om te downloaden
zh_cn: 取消 选中的 下载.
zh_hk: 選擇要下載的檔案

source: Download Selected Files Only
cy: Llwytho i Lawr pob ffeil wedi'i ddewis
nb: Last ned valgte filer bare
nl: Download alleen geselecteerde bestanden
zh_cn: 下载 所有 选中的 文件.
zh_hk: 只下載所選檔案

source: File
cy: &Ffeil
nb: Fil
nl: Bestand
zh_cn: 文件 (&F)
zh_hk: 檔案

source: Extension
cy: Estyniadau:
nb: forlengelse
nl: Extensie:
zh_cn: 扩展名:
zh_hk: 擴展名

source: Select/Unselect all files
cy: Dileu Ffeiliau wedi'u dewis
nb: Velg/Opphev alle filer
nl: Selecteer/Deselecteer alle bestanden
zh_cn: 删除 选中的 文件.
zh_hk: 選擇/取消選擇所有檔案

source: Preparing selection
cy: Lansio ffeiliau wedi'u dewis
nb: Forbereder utvalg
nl: Selectie voorbereiden
zh_cn: 运行所选文档
zh_hk: 準備選擇

source: please wait...
nb: vennligst vent ...
nl: even geduld alstublieft...
zh_cn: 请稍候...
zh_hk: 請等候...

source: Select the content you want to send
cy: Clirio'r Llwythau wedi'u Dewis
nb: Velg innholdet du vil sende
nl: Selecteer de inhoud die u wilt versturen
zh_cn: 取消 选中的 下载.
zh_hk: 選擇您要發送的內容

source: at
cy: Sgwrsio
nb: ved
nl: op
zh_cn: 聊天...
zh_hk: 在

source: Use the following text to share the "%s" folder
nb: Bruk følgende tekst for å dele "%s"mappen
nl: Gebruik de volgende tekst om de "%s" map te delen
zh_cn: 用下列文本进行共享
zh_hk: 使用以下文本分享"%s"文件夾

source: All done! Now share the link
nb: Alle gjort! Nå dele linken
nl: Klaar! Deel nu de link
zh_cn: 全部完成！现在分享链接
zh_hk: 全部完成！現在分享鏈接

source: Twitter it
nb: Twitter det
nl: Twitter het
zh_cn: 分享到推特
zh_hk: “推＂它

source: Send the message above to Twitter
nb: Sende meldingen ovenfor til Twitter
nl: Verstuur het bericht hierboven naar Twitter
zh_cn: 发送上述信息到推特
zh_hk: 將上述信息發送至Twitter

source: Copy Text
cy: Copio Adroddiad
nb: Kopier tekst
nl: Tekst kopiëren
zh_cn: 复制报告
zh_hk: 複製文本

source: Copy entire message to Clipboard
cy: Copio Linciau Magnet i'r Clipfwrdd
nb: Kopier hele meldingen til utklippstavlen
nl: Kopieer het hele bericht naar Klembord
zh_cn: 复制全部信息到粘贴板
zh_hk: 將整則信息複製到Clipboard

source: Message copied to clipboard.
cy: Copio i'r Clipfwrdd
nb: Melding kopiert til utklippstavlen.
nl: Bericht gekopieerd naar klembord
zh_cn: 复制到粘贴板的信息
zh_hk: 信息已複製到Clipboard。

source: Copy Link
cy: Copio
nb: Kopier kobling
nl: Link kopiëren
zh_cn: 复制
zh_hk: 複製鏈接

source: Copy Link to Clipboard
cy: Copio i'r Clipfwrdd
nb: Kopier kobling til utklippstavlen
nl: Kopieer Link naar Klembord
zh_cn: 复制链接到粘贴板
zh_hk: 將鏈接複製到Clipboard

source: Link copied to clipboard.
cy: Copio i'r Clipfwrdd
nb: Link kopiert til utklippstavlen.
nl: Link naar klembord gekopieerd.
zh_cn: 复制到粘贴板的链接
zh_hk: 鏈接已經複製到Clipboard。

source: Copy Magnet URL to Clipboard
cy: Copio Linciau Magnet i'r Clipfwrdd
nb: Kopier Magnet URL til utklippstavlen
nl: Magnet-links naar het klembord kopiëren
zh_cn: 复制Magnet URL到粘贴板
zh_hk: 複製磁力URL到Clipboard

source: Magnet copied to clipboard.
cy: Copio Linciau Magnet i'r Clipfwrdd
nb: Magnet kopiert til utklippstavlen.
nl: Magnet-links naar het klembord kopiëren
zh_cn: 复制到粘贴板的Magnet
zh_hk: 磁力已複製到Clipboard。

source: Stopped
cy: Stopio
nb: Stoppet

source: Crawling
nb: Krabbe

source: Downloading Torrent
cy: Rhannu Llwythio i Lawr
nb: nedlasting Torrent
nl: .Torrent bestan&d downloaden
zh_cn: 下载
zh_hk: 源代碼下載中

source: Torrent Data Save Folder
cy: Ffolder Cadw
nb: Torrent data Lagre mappe
nl: Map opslaan
zh_cn: 文件夹:
zh_hk: 源代碼數據保存文件夾

source: You forgot to enter a path for the Torrent Data Folder.
nb: Du glemte å legge inn en bane for Torrent Data mappen.
nl: U bent vergeten een pad in te voeren voor de Torrent Data Map.
zh_cn: 没有输入种子数据文件夹的路径。
zh_hk: 您忘了為源代碼數據文件夾輸入路經。

source: Please enter a valid path for the Torrent Data Folder
cy: Rho flwyddyn ddilys i'r ffeil ti eisiau ei chyoeddu.
nb: Vennligst skriv inn en gyldig bane for Torrent Data-mappen
nl: Voer a.u.b. een geldig jaar in voor het bestand dat u wilt publiceren.
zh_cn: 请输入种子数据文件夹的有效路径
zh_hk: 請為源代碼數據文件夾輸入有效的路經

source: The Torrent Data Folder cannot be inside the
cy: Ffeil wedi llygru. Methu cadw'r wybodaeth.
nb: Den Torrent Data-mappen kan ikke være inne i
nl: Het bestand is corrupt. De data kon niet opgeslagen worden.
zh_cn: 文档毁坏。 数据无法储存。
zh_hk: 源代碼數據文件夾不能在其裡面：

source: Could not resolve folder path.
nb: Kunne ikke løse mappebane.
nl: Kon niet kijken bij host {0} .
zh_cn: 不能 浏览 主机 {0} .
zh_hk: 無法解析文件夾路徑。

source: The Torrent Data Folder cannot be a parent folder of the
cy: Ffolder annilys ar gyfer rhannu ffeiliau. Dewis ffolder arall neu fynd yn ol i'r gwreiddiol.
nb: Den Torrent Data mappen kan ikke være en overordnet mappe på
nl: Ongeldige map voor het delen van bestanden. Gebruik a.u.b. een andere map of kies voor de standaardwaarde.
zh_cn: 错误的 共享 文件夹. 请用 另 一个 文件夹 或者恢复到 缺省 设置.
zh_hk: 源代碼數據文件夾不能成為其的母文件夾：

source: Use Default
cy: Defnyddio'r Gwreiddiol
nb: Bruk Standard
nl: Gebruik standaard
zh_cn: 缺省 设置
zh_hk: 使用默認

source: Use the Default Folder
cy: Defnyddio'r ffolder gwreiddiol
nb: Bruk Utelatelse Mappen
nl: Gebruik de standaardmap
zh_cn: 缺省 设置
zh_hk: 使用默認文件夾

source: Browse...
cy: Chwilio.....
nb: Bla gjennom...
nl: Bladeren...
zh_cn: 浏览器
zh_hk: 瀏覽...

source: Seeding Settings
cy: Llwytho Gosodiadau...
nb: seeder Innstillinger
nl: Instellingen worden geladen...
zh_cn: 搜索
zh_hk: 做種設置

source: <html><strong>Seed finished torrent downloads.</strong> BitTorrent users on the internet will be able<br/>to download file chunks of the data your torrents seed. (Recommended)</html>
nb: <html><strong>frø ferdig torrent nedlastinger.</strong> BitTorrent brukere på internett vil kunne<br/>å laste ned filen biter av dataene dine torrents frø. (Anbefales)</html>
nl: <html><strong>Seed voltooide torrent downloads.</strong> BitTorrent gebruikers op het internet kunnen<br/>file onderdelen van de gegevens die uw torrents seeden downloaden. (Aanbevolen)</html>
zh_cn: 播种完整的种子文件。BitTorrent网络用户能够下载您的种子文件中大量数据。（推荐）
zh_hk: <html><strong>為已完成下載的源代碼做種。</strong> 網上的BitTorrent用戶將能<br/>下載您的源代碼做種的數據文件塊。（建議使用）</html>

source: <html><strong>Don't seed finished torrent downloads.</strong> BitTorrent users on the internet may<br/>only download file chunks of that torrent from you while you're downloading its<br/>data files. <strong>Some trackers will penalize this Leeching behavior</strong>.</html>
nb: <html><strong>Ikke seedet ferdig torrent nedlastinger.</strong> BitTorrent brukere på Internett kan<br/>bare laste ned filen biter av at torrent fra deg mens du laster ned sin<br/>datafiler. <strong>Noen trackere vil straffe denne snylting oppførselen</strong>.</html>
nl: <html><strong>Seed voltooide downloads niet.</strong> BitTorrent gebruikers op internet kunnen<br/>alleen bestandonderdelen downloaden van die torrent waarvan je de<br/>data bestanden aan het downloaden bent. <strong>Sommige trackers zullen dit Leeching gedrag bestraffen</strong>.</html>
zh_cn: 无法播种完整的种子文件。BitTorrent网络用语只可能下载您的种子文件中大量上传数据文件。一些服务器会处罚该下载行为。
zh_hk: <html><strong>勿為已完成下載的源代碼做種。</strong>網上的BitTorrent用戶<br/>只能在您下載著源代碼的<br/>數據文件時，從您處下載該源代碼的文件塊。<strong>一些跟蹤器將不利於此下載性能。</strong>.</html>

source: globalmanager.download.remove.veto
nb: Globalmanager.nedlasting.ta.veto
zh_cn: 全球管理器。下载。移除。否决

source: Options
cy: Opsiynau
nb: Innstillinger
nl: Opties
zh_cn: 选项... (&O)
zh_hk: 選項

source: Do you want to send this file to a friend?
cy: Ffolder sy'n cael ei rhannu
nb: Vil du sende denne filen til en venn?
nl: Dit bestand wordt gedeeld.
zh_cn: 保存 当前的 播放列表.
zh_hk: 您要將此檔案發送給朋友嗎？

source: Send files with FrostWire
cy: Cymorth i Ddefnyddio FrostWire
nb: Sende filer med FrostWire
nl: Help bij het gebruik van FrostWire
zh_cn: 使用 FrostWire 的 帮助.
zh_hk: 通過FrostWire發送檔案

source: Transfer failed
cy: Trosglwyddiadau
nb: Overføringer
nl: Overdrachten
zh_cn: 传输完 退出
zh_hk: 傳送

source: Upload to device
cy: Terfyn Llwytho i Fyny wedi cyrraedd
nb: Grense for Opplasting Nådd
nl: Uploadlimiet bereikt
zh_cn: 已达上载限制
zh_hk: 上載速度：

source: Radio
nb: Radioen
zh_cn: 电台
zh_hk: 電台

source: Internet Radio
nb: Internett Radio
zh_cn: 网络电台
zh_hk: 互聯網電台

source: Icon
nb: Ikon
nl: Icoon
zh_cn: 图标
zh_hk: 圖標

source: Date Added
cy: Cadw Fel
nb: dato lagt
nl: Datum Toegevoegd
zh_cn: 保存...
zh_hk: 添加日期

source: Date Modified
cy: Dyddiad wedi newid:
nb: Dato endret
nl: Datum Gewijzigd
zh_cn: 修改日期
zh_hk: 修改日期

source: Search
cy: Chwilio
nb: Søk
nl: Zoeken
zh_cn: 搜索
zh_hk: 搜尋

source: Save
cy: Cadw
nb: Lagre
nl: Opslaan
zh_cn: 保存
zh_hk: 保存

source: Save Selected Files To Folder
cy: Clirio'r Llwythau wedi'u Dewis
nb: Spar Valgte filer til mappe
nl: Bewaar Geselecteerde Bestanden in Map
zh_cn: 取消 选中的 下载.
zh_hk: 將所選檔案保存到文件夾

source: tracks
cy: Trac
nb: Spor
nl: nummers
zh_cn: 曲目
zh_hk: 音軌

source: Configure Options
cy: Trefnu Opsiynau Rhannu
nb: Konfigurer alternativer
nl: Configureer Opties
zh_cn: 更多 搜索 选项
zh_hk: 配置選項

source: You can configure the FrostWire's Options.
cy: Gallet ti drefnu'r ffolderi ar gyfer eu rhannu yn Opsiynau FrostWire
nb: Du kan konfigurere FrostWire er Alternativer.
nl: U kunt de Opties van Frostwire configureren.
zh_cn: 你 可以 选择 保存 文件的 文件夹.
zh_hk: 您可以為FrostWire選項進行配置。

source: Refresh selected
cy: Cysylltiad
nb: Oppdater valgt
nl: Vernieuw geselecteerde
zh_cn: 所有 邻居
zh_hk: 刷新已選

source: Last Modified
cy: Dyddiad wedi newid
nb: Sist Endret
nl: Laatst Bewerkt
zh_cn: 最后修改
zh_hk: 最後修改

source: Launch in
cy: Lansio
nb: Lansering i
nl: Uitvoeren in
zh_cn: 运行
zh_hk: 啟動，在

source: Launch Selected Files in
cy: Lansio ffeiliau wedi'u dewis
nb: Lansering Valgte Filer i
nl: Geselecteerde Bestanden Uitvoeren in
zh_cn: 运行所选文档
zh_hk: 啟動所選檔案，在

source: Create a new .torrent file
cy: Rhannu ffeiliau .torrent
nb: Opprett en ny .Torrent fil
nl: Nieuw .Torrent-bestand aanmaken
zh_cn: 扫描 文件
zh_hk: 建立新的.torrent檔案

source: Send audio files to iTunes
cy: Cadw'r Rhestr Chwarae Presennol i Ffeil
nb: Sende lydfiler til iTunes
nl: Verstuur audio files naar iTunes
zh_cn: 保存 当前的 播放列表.
zh_hk: 發送音頻檔案至iTunes

source: Bookmarked
nb: Bokmerke
nl: Gebookmarkt
zh_cn: 标记
zh_hk: 標住書籤

source: Website
nb: Nettsted
zh_cn: 网站
zh_hk: 網站

source: Are you sure you want to remove the selected radio station?
cy: Wyt ti'n siwr dy fod di eisiau dileu y ffeil/iau wedi'u dewis?
nb: Er du sikker på at du vil fjerne den valgte radiostasjonen?
nl: Weet u zeker dat u het geselecteerde radiostation wilt verwijderen?
zh_cn: 你 确认要 删除 选中的 文件 吗?
zh_hk: 您確定要移除所選電台？

source: Are you sure you want to remove the selected radio stations?
cy: Wyt ti'n siwr dy fod di eisiau dileu y ffeil/iau wedi'u dewis?
nb: Er du sikker på at du vil fjerne de valgte radiostasjoner?
nl: Weet u zeker dat u de geselecteerde radiostations wilt verwijderen?
zh_cn: 你 确认要 删除 选中的 文件 吗?
zh_hk: 您確定要移除所選電台？

source: Add Radio
nb: Legg Radio
nl: Voeg Radio Toe
zh_cn: 添加电台
zh_hk: 添加電台

source: Add a new Radio Station. You must enter the Stream's URL
nb: Legg til en ny radiostasjon. Du må angi Stream URL
nl: Voeg een nieuw Radiostation toe. U moet de URL van de Stream invoeren
zh_cn: 添加新的广播电台。必须输入音频流的URL
zh_hk: 添加新電台。您必須輸入資料流的URL

source: Radio Station's stream URL
nb: Radiostasjonens stream URL
nl: Stream URL van Radiostation
zh_cn: 电台的音频流URL
zh_hk: 電台的資料流URL

source: Add Radio Station
nb: Legg Radio stasjonen
nl: Voeg Radiostation toe
zh_cn: 添加电台
zh_hk: 添加電台

source: Delete Radio Station
nb: Slett Radio stasjonen
nl: Verwijder Radiostation
zh_cn: 删除电台
zh_hk: 刪除電台

source: Copy Stream URL
nb: Kopier Stream URL
nl: Kopieer Stream URL
zh_cn: 复制音频流URL
zh_hk: 複製資料流URL

source: New Playlist
cy: Rhestr chwarae
nb: ny spilleliste
nl: Nieuwe Afspeellijst
zh_cn: MP3 播放列表
zh_hk: 新播放清單

source: Creates a new Playlist
cy: Yn dileu pob ffeil o'r Rhestr Chwarae.
nb: Oppretter en ny spilleliste
nl: Maakt een nieuwe Afspeellijst aan
zh_cn: 创建新的播放列表
zh_hk: 建立新播放清單

source: Warning: a file with the name {0} already exists in the folder. Overwrite this file?
nb: Advarsel: en fil med navn {0} eksisterer allerede i denne mappa. Overskrive denne filah?
nl: Waarschuwing: een bestand met de naam {0} bestaat al in deze map. Wilt u dit bestand overschrijven?
zh_cn: 警告：文件名为{0}已存在。是否覆盖原文件？
zh_hk: 警告：名為{0}的檔案已經存在文件夾中。覆寫此檔案？

source: Refresh Audio Properties
nb: Oppdater Lyd Egenskaper
nl: Vernieuw Audio Instellingen
zh_cn: 刷新音频属性
zh_hk: 刷新音頻屬性

source: Refresh the audio properties based on ID3 tags of selected items
nb: Oppdatere lyd eiendommer basert på ID3 tagger fra valgte elementer
nl: Vernieuw de audio instellingen gebaseerd op ID3 tags of geselecteerde items
zh_cn: 刷新选中项目ID3标签的音频属性
zh_hk: 根據所選項目的ID3標籤刷新音頻屬性

source: Delete Playlist
cy: Rhestr chwarae
nb: Slett spilleliste
nl: Afspeellijst Verwijderen
zh_cn: MP3 播放列表
zh_hk: 刪除播放清單

source: Are you sure you want to delete the playlist? (No files will be deleted)
cy: Wyt ti'n siwr dy fod di eisiau dileu y ffeil/iau wedi'u dewis?
nb: Er du sikker på at du vil slette spillelisten? (Ingen filer vil bli slettet)
nl: Weet u zeker dat u het geselecteerde bestand wilt verwijderen?(Er zullen geen bestanden verwijderd worden)
zh_cn: 你 确认要 删除 选中的 文件 吗?
zh_hk: 您確定要刪除播放清單？ （沒有檔案會被刪除）

source: Cleanup playlist
cy: Clirio Llwytho i Fyny
nb: opprydding spilleliste
nl: Afspeellijst opschonen
zh_cn: 清除 上载
zh_hk: 清理播放清單

source: Remove the deleted items
cy: Dileu eitem wedi'i dewis
nb: Fjern slettede elementer
nl: Verwijder de geselecteerde items
zh_cn: 去掉所选条目
zh_hk: 移除已刪除項目

source: Rename Playlist
cy: Cadw'r Rhestr Chwarae Fel
nb: Gi Nytt Navn spillelisten
nl: Afspeellijst Opnieuw Benoemen
zh_cn: 保存 播放列表 到...
zh_hk: 重新命名播放清單

source: Import .m3u to Playlist
nb: Importere .m3u spilleliste
nl: Importeer .m3u naar Afspeellijst
zh_cn: 导入.m3u到播放列表
zh_hk: 輸入.m3u至播放清單

source: Import a .m3u file into the selected playlist
nb: Importere en .m3u fil i den valgte spillelisten
nl: Importeer een .m3u naar de geselecteerde afspeellijst
zh_cn: 导入一个.m3u文件到已选播放列表
zh_hk: 輸入某.m3u檔案至所選播放清單

source: Import .m3u to New Playlist
nb: Importere .m3u til Ny spilleliste
nl: Importeer .m3u naar Nieuwe Afspeellijst
zh_cn: 导入.m3u到新播放列表
zh_hk: 輸入.m3u至新播放清單

source: Import a .m3u file to a new playlist
nb: Importere en .m3u fil til en ny spilleliste
nl: Importeer een .m3u bestand naar een nieuwe afspeellijst
zh_cn: 导入一个.m3u文件到新播放列表
zh_hk: 輸入某.m3u檔案至新播放清單

source: Export Playlist to .m3u
cy: Agor Rhestr Chwarae (.m3u)
nb: Eksporter spilleliste til .m3u
nl: Exporteer Afspeellijst naar .m3u
zh_cn: 选择 播放列表 (.m3u)
zh_hk: 輸出播放清單至.m3u

source: Export this playlist into a .m3u file
nb: Eksporter denne spillelisten til en .m3u fil
nl: Exporteer deze afspeellijst naar een .m3u bestand
zh_cn: 导出该播放列表到.m3u文件中
zh_hk: 輸出此播放清單至某.m3u檔案

source: Starred
cy: Wedi Rhannu
nb: stjernet
nl: Gedeeld
zh_cn: 星级
zh_hk: 星號標記

source: Duration
cy: Disgrifiad
nb: varighet
nl: Duur
zh_cn: 说明
zh_hk: 時長

source: Folder
cy: Ffolder:
nb: Mappe
nl: Map
zh_cn: 文件夹:
zh_hk: 文件夾

source: Delete Selected Files from this playlist
cy: Dileu'r Ffeil o'r Rhestr Chwarae
nb: Slett valgte filer fra denne spillelisten
nl: Verwijder Geselecteerde Bestanden uit deze afspeellijst
zh_cn: 从 播放列表中 删除 选中的 文件.
zh_hk: 將所選檔案從此播放清單中刪除

source: Refresh the audio properties based on ID3 tags
nb: Oppdatere lyd eiendommer basert på ID3 tagger
nl: Vernieuw de audio instellingen gebaseerd op ID3 tags
zh_cn: 刷新ID3标签的音频属性
zh_hk: 根據ID3標籤刷新音頻屬性

source: search results
cy: Canlyniadau Chwilio
nb: søkeresultatene
nl: Zoekresultaten
zh_cn: 搜索 结果 速度
zh_hk: 搜尋結果
