Repository: gubatron/frostwire-desktop
Catalog: lib/messagebundles/*.po
Languages: cy, nb, nl, ro, zh_cn, zh_hk

source: Max Upload Slots:
ro: Maxim slot-uri de incarcare:

source: Media Type
ro: Tip media

source: Open Dialog to Select a Folder
ro: Deschidere pentru alegerea unui folder

source: Reset to Default Download Folder
ro: Resetare la folderul de descarcare implicit

source: You can tell FrostWire to bind outgoing connections to an IP address from a specific network interface. Listening sockets will still listen on all available interfaces. This is useful on multi-homed hosts. If you later disable this interface, FrostWire will revert to binding to an arbitrary address.
cy: Ti'n gallu dweud wrth FrostWire i lynu cysylltiadau allan i gyfeiriad IP o ryngwyneb rhwydwaith penodol. Mae socedi gwrando yn dal i wrando ar rhyngwynebau rhydd. Mae hwn yn defnyddiol ar letywyr aml-gatref. Os wyt yn diffodd y rhyngwyneb yma, bydd FrostWire yn mynd yn ol i lynu i gyfeiriad mympwyol.
nb: Du kan fortelle FrostWire til å binde utgående tilkoblinger til en IP adresse fra en spesifik internett fjes. Dette er smart på bulti-ettellerannet hoster. <NEED REWIEW REALLY MUCH!!!!>
nl: U kunt FrostWire vertellen om uitgaande verbindingen met een IP-adres van een gespecifieerd netwerk te binden. Luisterende sockets zullen blijven luisteren op alle beschikbare omgevingen. Dit is handig voor multigehomede hosts. Als u deze omgeving later uitschakelt, zal FrostWire terugkeren naar het binden van een beschikbaar adres.
ro: Puteti seta FrostWire sa lege conexiuni exterioare catre o adresa IP de la o interfata specifica de retea. Ascultand socketuri va asculta totusi si toate interfetele existente. Aceasta este utila pentru gazdele cu mai multe puncte de acces. Daca mai tarziu dezactivezi interfata, FrostWire se va intoarce catre o adresa arbitrara.
zh_cn: 告诉FrostWire对指定网络界面的IP地址进行向外连接绑定。听套接口仍可听到所有可用界面。
zh_hk: 您可以通知FrostWire，從特定網絡介面綁定傳出連接到某IP地址。偵聽sockets仍然會偵聽所有可用的介面。這對多宿主機尤其有用。如果您之後禁用此介面，FrostWire將還原為綁定某任意地址。

source: Use a specific network interface.
cy: Defnyddio rhyngwyneb rhwydwaith penodol.
nb: Bruk en spesifik nettverk interfjes.
nl: Gebruik een specifieke netwerkomgeving.
ro: Foloseste o interfata specifica unei retele.
zh_cn: 使用指定网络界面。
zh_hk: 使用特定的網絡介面。

source: FrostWire was unable to determine which network interfaces are available on this machine. Outgoing connections will bind to any arbitrary interface.
cy: Roedd FrostWire yn methu dyfalu pa ryngwyneb rhwydwaith sydd ar gael ar y peiriant yma. Mae cysylltiadau allan yn mynd i lynnu i unrhyw gyfeiriad.
nb: FrostWire klarte ikke og velge hvilket netver som er godtatt på denne maskinen. Utgående tilkoblinger vil bindes til et annet nettverk.
nl: FrostWire kon niet determineren welke netwerkomgevingen beschikbaar zijn op deze computer. Uitgaande verbindingen worden gebonden aan elke beschikbare omgeving.
ro: FrostWire a fost fara putinta sa determine care interfete de retea sunt valabile pe acest sistem. Conexiunile externe vor fi legate la alta interfata arbitrara.
zh_cn: FrostWire无法决定哪个网络界面适用于此机器。向外连接将绑定任一界面。
zh_hk: FrostWire無法確定此電腦的哪個網絡介面可用。傳出連接將會綁定任何任意介面。

source: FrostWire can display popups to notify you when certain things happen, such as a download completing.
cy: Mae FrostWire yn gallu dangos ffenestri i ddweud pan mae pethau penodol yn digwydd, fel gorffen llwytho.
nb: FrostWire kan vise popuper for og advare deg når noen ting skjer, sånn som at en nedlasting er ferdig.
nl: FrostWire kan een dialoogvenster weergeven om u te laten weten wanneer bepaalde dingen gebeuren, zoals een afgeronde download.
ro: FrostWire poate afisa ferestre popups pentru a notifica daca se intampla ceva, cum ar fi o descarcare terminata.
zh_cn: 当某些东西发生时，FrostWire会显示弹出窗口告知您，例如：下载完成时。
zh_hk: 當特定事件發生時，如某個下載完成了，FrostWire可以顯示彈出窗口通知您。

source: Show Notifications:
cy: Dangos Negeseuon:
nb: Vis Notifikeringer:
nl: Laat de notificaties zien
ro: Arata notificari:
zh_cn: 显示通知
zh_hk: 顯示通知：

source: Partial Files
cy: Darnau o Ffeiliau
nb: Delvis Filer
nl: Gedeeltelijke bestanden
ro: Fisiere partiale
zh_cn: 部分文件
zh_hk: 局部檔案

source: You can choose whether or not to automatically share partially downloaded files.
cy: Ti'n gallu dewis i rannu'n awtomatig ffeiliau sydd ond ddarn ohonynt wedi'u llwytho i lawr.
nb: Du kan velge om du vil delte delte filer filer eller ikke.
nl: U kunt aangeven of u gedeeltelijk gedownloade bestanden automatisch wilt delen.
ro: Puteti alege daca publicati automat fisiere descarcate partial sau nu.
zh_cn: 你 可以 选择 是否 自动 清除 已完成的 下载 条目.
zh_hk: 您可以選擇是否自動分享下載了局部的檔案。

source: Allow Partial Sharing:
cy: Caniatau Rhannu Darnau o Ffieliau:
nb: Tillat Delvis Deling:
nl: Gedeeltelijk delen toestaan:
ro: Permiteti publicare partiala:
zh_cn: 允许部分共享：
zh_hk: 允許局部分享：

source: Uploads Per Person
ro: Incarcari de persoana

source: Allow this many uploads per person.
ro: Permite acest numar de incarcari de persoana.

source: Uploads Per Person:
ro: Incarcari de persoana:

source: Player Options
ro: Optiuni Player

source: You can choose to play media with FrostWire or your system's default player. The media player and playlist will appear only if this option is set. A restart will be required when enabling or disabling the media controls.
ro: Puteti alege pentru redare media FrostWire sau player-ul implicit al sistemului dumneavoastra. Player-ul media si playlist-ul vor aparea doar daca aceasta setare este activata. Cand modificati optiunile media este necesara o repornire.

source: Use FrostWire Media Player:
ro: Folosire FrostWire Media Player:

source: Redisplay messages for which you have chosen 'Do not display this message again' or 'Always use this answer'.
cy: Ail-ddangos y negeseuon ti wedi dewis 'Peidio dangos y neges yma eto' neu 'Defnyddio'r ateb yma bob tro'
nb: Vis på nytt meldinger du har svart 'Ikke vis denne meldingen igjen' eller 'Alltid bruk dette svaret'.
nl: Berichten opnieuw weergeven waarvoor u de optie 'Dit bericht niet meer tonen' of 'Altijd dit antwoord gebruiken' heeft gekozen.
ro: Reafisare mesaje pentru care ati optat 'Nu mai afisa acest mesaj din nou' sau 'Intotdeauna aplica acest raspuns'.
zh_cn: 对于已选择'不再显示此信息'或'始终这样回答'，重新显示信息。
zh_hk: 重新顯示您選擇為‘別再顯示此信息’或‘總是使用此答案’的信息。

source: Revert to Default:
cy: Adfer Gwreiddiol:
nb: Gå tilbake til Standard:
nl: Terugkeren naar de standaardwaarde:
ro: Intoarcere la implicit:
zh_cn: 缺省 设置
zh_hk: 還原至默認：

source: Listening Port
ro: Port-ul de ascultare

source: You can set the local network port that listens for incoming connections. This port can be freely changed in case of conflict with another service on your system, or if a specific port number is required by the configuration of your firewall to direct incoming connections to your host.
ro: Puteti stabili port-ul retelei locale care asculta conexiuni primite. Acest port poate fi usor schimbat in caz de conflict cu alt serviciu din sistemul dumneavoastra sau daca un anumit port este solicitat de configuratia firewall-ului dumneavoastra pentru a directiona conexiunile primite.

source: Listen on Port:
ro: Asculta port-ul:

source: Port not available. Please select a different port.
ro: Portul nu este disponibil. Selectati alt port.

source: Please enter a port between 1 and 65535.
ro: Introduceti un port intre 1 si 65535.

source: Login Details
cy: Manylion cofnodi
nb: Login Detajer:
ro: Detalii de inregistrare
zh_cn: 登录详情
zh_hk: 登入細節

source: Configure username and password to be used for the proxy.
cy: Trefnu enw defnyddiwr a gair-pas i'w ddefnyddio ar gyfer y procsi.
nb: Konfigurer Brukernavn og Passord for å bli brukt med Proxien.
nl: Configureer gebruikersnaam en wachtwoord voor gebruik door de proxy.
ro: Configurare nume utilizator si parola pentru proxy.
zh_cn: 配置代理服务器用户名及密码
zh_hk: 配置用戶名和密碼供代理伺服器使用。

source: Enable Authentication (Does Not Work for HTTP Proxies):
cy: Galliogu dilysu (dim yn gweithio i Brocsiau HTTP):
nb: Slå på Godkjennelse (Fungerer ikke for HTTP Proxier):
nl: Authenticatie inschakelen (werkt niet voor HTTP-proxy).
ro: Activare autentificare (nu functioneaza pentru proxy HTTp):
zh_cn: 启用身份验证（不适用于HTTP代理服务器）：
zh_hk: 啟用認證（對HTTP代理伺服器無效）：

source: Configure Proxy Options for FrostWire.
cy: Trefnu Opsiynau Procsi i FrostWire
nb: Konfigurer Proxy Alternativer for FrostWire
nl: Configureer proxy-opties voor FrostWire.
ro: Configurare optiuni proxy pentru FrostWire.
zh_cn: 配置FrostWire代理服务器选项
zh_hk: 為FrostWire配置代理伺服器選項。

source: No Proxy
cy: Dim Procsi
nb: Ingen Proxy
nl: Geen proxy
ro: Fara proxy
zh_cn: 无代理服务器
zh_hk: 無代理伺服器

source: You can automatically delete old incomplete download files.
ro: Puteti sterge automat fisiere incomplet descarcate vechi.

source: Days to Keep Incomplete Files:
ro: Numarul de zile pentru pastrarea fisierelor incomplete:

source: You can specify a download location for each media type.
ro: Puteti specifica o locatie de descarcare pentru fiecare tip media.

source: Would you like to share your new save folders? The following new folders will be shared:
ro: Doriti sa va publicati noile foldere de salvare? Urmatoarele foldere noi vor fi publicate:

source: Search Result Quality
ro: Calitatea rezultatelor cautarii

source: You can select the "quality" of search results to display. Four star results indicate that the host returning the result is not firewalled and has free upload slots.
ro: Puteti selecta "calitatea" rezultatelor cautarii ce vor fi afisate. Patru stele indica faptul ca gazda nu este protejata de un firewall si are slot-uri libere pentru incarcari.

source: Show Only Four Star Results
ro: Afisare numai rezultate de patru stele

source: Show Only Three and Four Star Results
ro: Afisare numai rezultate de trei si patru stele

source: Show Only Two, Three, and Four Star Results
ro: Afisare numai rezultate de doua, trei si patru stele

source: Show All Qualities
ro: Afisare toate calitatile

source: Search Result Speed
ro: Viteza rezultatului cautarii

source: You can select the minimum speed of search results to display.
ro: Puteti selecta viteza minima a rezultatelor cautarii afisate.

source: Show Only Results of T3 Speed or Higher
ro: Afisare numai rezultate cu viteza T3 sau mai mare

source: Show Only Results of T1 Speed or Higher
ro: Afisare numai rezultate cu viteza T1 sau mai mare

source: Show Only Results of Cable/DSL Speed or Higher
ro: Afisare numai rezultate cu viteza de DSL/cablu sau mai mare

source: Show All Speeds
ro: Afisare toate vitezele

source: Download Sharing
ro: Publicare descarcare

source: You can share files that you download to unshared folders.
ro: Puteti publica fisiere pe care le descarcati in foldere nepublicate.

source: Share Finished Downloads:
ro: Publicati descarcari complete:

source: All downloads will be shared.
ro: Toate fisierele descarcate vor fi partajate.

source: Only downloads in shared folders will be shared.
ro: Doar fisierele descarcate in dosarele partajate vor fi partajate.

source: You can choose the folders for sharing files. Files in these folders are displayed in the library.
ro: Puteti selecta folderele pentru fisierele publice. Fisierele din aceste foldere sunt afisate in librarie.

source: Shutdown Behavior
cy: Trefniadau Cau Lawr
nb: Avslutnings Alternativer
nl: Afsluitgedrag
ro: Optiuni de oprire
zh_cn: 关闭 选项
zh_hk: 關機性能

source: You can choose the default shutdown behavior.
cy: Ti'n gallu dewis sut mae FrostWire yn cau.
nb: Du kan velge standard avslutnings oppførsel.
nl: U kunt het standaard afsluitgedrag kiezen.
ro: Puteti alege modul de oprire implicit.
zh_cn: 你 可以 选择 缺省的 关闭 动作.
zh_hk: 您可以選擇默認關機性能。

source: Shutdown Immediately
cy: Cau lawr nawr
nb: Avslutt Umiddelbart
nl: Direct afsluiten
ro: Oprire imediata
zh_cn: 立即 关闭
zh_hk: 立即關機

source: Shutdown after Transfers
ro: Oprire dupa transfer

source: Minimize to System Tray
cy: Lleihau i Drei'r System
nb: Minimer til Startlinje
nl: Minimaliseren naar de systeembalk
ro: Minimizare in bara sistemului
zh_cn: 最小化 到系统托盘
zh_hk: 縮小至系統托盤

source: Start Upload Slots:
ro: Start slot-uri de incarcare:

source: Sensitivity
ro: Sensibilitate

source: Adjust the sensitivity of FrostWire's junk filter
ro: Ajustati sensibilitatea filtrului FrostWire.

source: Forget Training Data
ro: Uitare date de antrenament

source: Relaxed
ro: Relaxat

source: You can specify your connection speed so that FrostWire can optimize performance.
ro: Puteti specifica viteza de conectare astfel incat FrostWire sa optimizeze performanta.

source: Speed:
ro: Viteza:

source: You can choose whether or not to automatically run FrostWire when your computer starts.
cy: Ti'n gallu dewis i redeg FrostWire yn awtomatig wrth i dy gyfrifiadur dechrau, neu beidio.
nb: Du kan velge om FrostWire skal automatisk starte når dataen din starter eller ikke.
nl: U kunt er voor kiezen of FrostWire wel/niet automatisch opstart als u uw computer opstart.
ro: Puteti alege daca FrostWire sa porneasca automat sau nu cand este pornit computerul.
zh_cn: 你 可以 选择 是否 自动 清除 已完成的 上载.
zh_hk: 您可以選擇在啟動電腦時是否自動運行FrostWire。

source: Run on System Startup:
cy: Rhedeg wrth Ddechrau'r System:
nb: Kjør ved Oppstart:
nl: Uitvoeren bij systeemopstart:
ro: Initializare la pornirea sistemului:
zh_cn: 启动 时 连接:
zh_hk: 在系統啟動時運行：

source: Bandwidth Indicator
cy: Mynegydd Wal Tan
nb: Båndbredde indikator
nl: Bandbreedte-indicator
ro: Indicator al latimii de banda
zh_cn: 带宽 (入/出)
zh_hk: 頻寬指示器

source: You can display your bandwidth consumption in the status bar.
cy: Ti'n gallu dangos defnydd dy led band yn y bar statws.
nb: Du kan vise ditt bruk av båndbredde på status linjen.
nl: U kunt uw bandbreedtegebruik in de statusbalk weergeven.
ro: Puteti afisa consumul latimii de banda in bara de stare.
zh_cn: 可以在状态栏显示宽带流量。
zh_hk: 您可以在狀態欄顯示您的頻寬用量。

source: Show Bandwidth Indicator:
cy: Dangos Mynegydd Lled Band:
nb: Vis Båndbredde Indikator:
nl: Toon de bandbreedte-indicator:
ro: Afisare indicator al latimii de banda:
zh_cn: 显示频宽指标：
zh_hk: 顯示頻寬指示器：

source: Connection Quality Indicator
cy: Safon y Cysylltiad
nb: Tilkoblings Kvalitet Indikator
nl: Verbindingskwaliteitsindicator
ro: Indicator de calitate a conexiunii
zh_cn: 连接质量指标
zh_hk: 連接品質指示器

source: You can display a measurement of your connection quality in the status bar.
cy: Ti'n gallu dangos mesuriad o safon dy gysylltiad yn y bar statws.
nb: Du kan vise målingsenhet av din tilkoblingskvalitet på status linjen
nl: U kunt een afmeting van uw verbindingskwaliteit in de statusbalk weergeven.
ro: Puteti afisa calitatea conexiunii in bara de stare.
zh_cn: 可以在状态栏中显示连接质量状态。
zh_hk: 您可以在狀態欄顯示連接品質的測量。

source: Show Connection Quality Indicator:
cy: Dangos Mynegydd Safon y Cysylltiad:
nb: Tilkoblings Kvalitet Indikator:
nl: Toon de verbindingskwaliteitsindicator:
ro: Afisare indicator de calitate a conexiunii:
zh_cn: 显示连接质量指标：
zh_hk: 顯示連接品質指示器：

source: Firewall Indicator
cy: Mynegydd Wal Tan
nb: Brannmurindikator
ro: Indicator de firewall
zh_cn: 防火墙
zh_hk: 防火牆指示器

source: You can display your firewall status in the status bar.
cy: Ti'n gallu dangos statws dy wal tan yn y bar statws.
nb: Du kan vise din Brannmurstatus på status linjen.
nl: U kunt uw firewallstatus in de statusbalk weergeven.
ro: Puteti afisa starea firewall-ului in bara de stare.
zh_cn: 可以在状态栏中显示防火墙状态。
zh_hk: 您可以在狀態欄顯示防火牆狀態。

source: Show Firewall Indicator:
cy: Dangos Mynegydd Wal Tan:
nb: Vis Brannmurindikator
nl: Toon de firewallindicator:
ro: Afisare indicator de firewall:
zh_cn: 显示防火墙状态：
zh_hk: 顯示防火牆指示器：

source: Shared Files Indicator
ro: Indicator al fisierelor publice

source: You can display how many files you are sharing in the status bar.
ro: Puteti afisa cate fisiere publice aveti in bara de stare.

source: Show Shared Files Indicator:
ro: Afisare indicator al fisierelor publice:

source: Template
ro: Sablon

source: Variables
ro: Variabile

source: Templates
ro: Sabloane

source: Insert a Variable
ro: Adaugati o variabila

source: Insert a template
ro: Insereaza un model

source: iTunes like
ro: Similar iTunes

source: Invalid template {0}
ro: Model invalid {0}

source: System Tray Icon
ro: Icoana din bara sistemului

source: You can display the system tray icon while FrostWire is visible.
ro: Puteti afisa icoana din bara sistemului cat timp FrostWire este vizibil.

source: Show System Tray Icon:
ro: Afisare icoana in bara sistemului

source: Update Options
ro: optiuni de update

source: You can choose when you want to be notified of new FrostWire releases.
ro: Puteti alege sa fiti anuntat despre noi aparitii FrostWire.

source: Beta Releases
ro: Aparitii Beta

source: Service Releases
ro: Aparitii de service

source: Major Releases
ro: Aparitii majore

source: Upload Bandwidth
ro: Latimea de banda pentru incarcare

source: You can set the percentage of your bandwidth devoted to uploads. To turn off uploads, reduce your upload slots to zero.
ro: Puteti stabili procentul latimii de banda folosit pentru incarcari. Pentru stoparea incarcarilor, reduceti numarul de slot-uri pentru incarcare la 0.

source: Upload Speed:
cy: Cyflymdra Llwytho i Fyny:
nb: Opplastings Hastighet:
nl: Uploadsnelheid:
ro: Viteza incarcare:
zh_cn: 上载 带宽:
zh_hk: 上載速度：

source: Video Options
cy: Opsiynau Fideo
nb: Video Alternativer
nl: Video-opties
ro: Optiuni video
zh_cn: 视频 选项
zh_hk: 視頻選項

source: You can choose which video player to use.
cy: Ti'n gallu dewis pa chwaraewr fideo i ddefnydio.
nb: Du kan velge hvilken videospiller du vil bruke.
nl: U kunt kiezen welke videospeler u wilt gebruiken.
ro: Puteti stabili ce player video va fi folosit.
zh_cn: 你 可以 选用 何种 浏览器.
zh_hk: 您可以選擇使用哪個視頻播放器。

source: Video Player
cy: Chwaraewr Fideo
nb: Videospiller
nl: Videospeler
ro: Player video
zh_cn: 播放器
zh_hk: 視頻播放器

source: You can have FrostWire import newly downloaded songs into iTunes.
cy: Mae FrostWire yn gallu mewnforio caneuon newydd eu llwytho i lawr i iTunes.
nb: Du kan få FrostWire til å importere nye nedlastede sanger til iTunes.
nl: U kunt FrostWire de onlangs gedownloade nummers in iTunes laten importeren.
ro: Puteti importa prin FrostWire melodii nou descarcate in iTunes.
zh_cn: FrostWire可以将最新下载的歌曲导入到iTunes中。
zh_hk: 您可以由FrostWire輸入新下載歌曲至 iTunes。

source: Enable iTunes importing:
cy: Defnyddio mewnforio iTunes:
nb: Muliggjør iTunes Importering:
nl: iTunes-importeren inschakelen:
ro: Activati importul iTunes:
zh_cn: 开启iTunes导入：
zh_hk: 啟用 iTunes 輸入：

source: Open...
ro: Deschide...

source: Open an Existing Playlist
ro: Deschide un playlist existent

source: Save the Current Playlist to a File
ro: Salveaza playlist-ul curent intr-un fisier

source: Remove Selected File from Playlist
ro: Elimina fisierul selectat din playlist

source: Removes all Files from Playlist
ro: Sterge toate fisierele din lista

source: Comment
cy: Sylw
nb: Kommentarer
nl: Commentaar
ro: Comentariu
zh_cn: 评论
zh_hk: 評語

source: Playlist
ro: Listă de redare

source: Loading Playlist Window...
ro: Incarcare fereastra playlist-ului...

source: Play Options:
ro: Optiuni:

source: Shuffle
ro: Amesteca

source: Continuous
ro: Continuu

source: Open Playlist (.m3u)
cy: Agor Rhestr Chwarae (.m3u)
nb: Åpne Spilleliste (.m3u)
nl: Afspeellijst openen (.m3u)
ro: Deschide playlist (.m3u)
zh_cn: 选择 播放列表 (.m3u)
zh_hk: 打開播放清單（.m3u）

source: Save Playlist As
cy: Cadw'r Rhestr Chwarae Fel
nb: Lagre Spilleliste Som
nl: Afspeellijst Opslaan Als
ro: Salveaza playlist-ul ca
zh_cn: 保存 播放列表 到...
zh_hk: 保存播放清單為

source: Playlist Files (*.m3u)
cy: Ffeiliau Rhestr Chwarae (*.m3u)
nb: Spilleliste Filer (*.m3u)
nl: Afspeellijstbestanden (*.m3u)
ro: Fisiere playlist (*.m3u)
zh_cn: 播放列表 文件 (*.m3u)
zh_hk: 播放清單檔案（*.m3u）

source: Option
ro: Optiune

source: Filter Results:
ro: Filtrare rezultate:

source: Back To Search
ro: Inapoi la cautare

source: Download As...
ro: Descarca precum...

source: Would you like to start downloads from the following magnets?
ro: Doriti sa porniti descarcarile de la urmatoarele magnets?

source: All
ro: Tot

source: You are sharing {0} files. You can control which files FrostWire shares.
ro: Partajati {0} fisiere. Puteti alege care fisiere sa fie partajate de catre FrostWire.

source: Configure
ro: Configurează

source: Library
cy: Llyfrgell
nb: Bibliotek
nl: Bibliotheek
ro: Librarie
zh_cn: 收藏库
zh_hk: 媒體庫

source: Getting Started
ro: Pentru inceput

source: To start using FrostWire, find the text field on the left, type in what you are looking for and click the "Search" button. If you are looking for only one type of content (music, video, etc...), you can narrow your search results by using the buttons above the text field.
ro: Pentru a incepe sa folositi FrostWire, cautati campul text din stanga, scrieti ce cautati si apasati butonul "Cautare". Daca doriti sa cautati un singur tip de continut (muzica, video, etc...), puteti reduce rezultatul cautarii folosind butoanele de deasupra campulului text.

source: Better search results Turbo-Charged download speeds Connections to more sources Personalized tech support Six months of free updates
ro: Rezultate in cautare mai bune Viteze de descarcare superioare Conexiuni la mai multe surse Suport tehnic personalizat 6 luni de update gratuit

source: Not Junk
ro: Important

source: Mark selected search results as Junk
ro: Marcheaza rezultatele selectate ale cautarii ca neimportante

source: Mark selected search results as Not Junk
ro: Marcheaza rezultatele selectate ale cautarii ca importante

source: Search More
cy: Chwilio Mwy
nb: Søk Mer
nl: Zoek Meer
ro: Cauta mai multe
zh_cn: 搜索
zh_hk: 搜尋更多

source: Do you want to block search results from the following list of hosts?
ro: Vreti sa blocati rezultatele cautarii de la gazda la

source: Select Search Type:
ro: Selecteaza tipul cautarii:

source: Search For Audio Files, Including mp3, wav, ogg, and More
ro: Cauta fisiere audio, inclusiv mp3, wav, ogg si altele

source: Search For Image Files, Including jpg, gif, png and More
ro: Cauta fisiere imagine, inclusiv jpg, gif, png si altele

source: Search For Video Files, Including avi, mpg, wmv, and More
ro: Cauta fisiere video, inclusiv avi, mpg, wmv si altele

source: Search for Document Files, Including html, txt, pdf, and More
ro: Cauta fisiere document, inclusiv html, txt, pdf si altele

source: Search for Program Files, Including exe, zip, gz, and More
ro: Cauta fisiere program, inclusiv exe, zip, gz si altele

source: Download
cy: Llwytho i lawr
nb: Last ned
nl: Downloaden
ro: Descarca
zh_cn: 下载
zh_hk: 下載

source: Download All Selected Files
cy: Llwytho i Lawr pob ffeil wedi'i ddewis
nb: Last Ned Alle Markerte Filer
nl: Download alle geselecteerde bestanden
ro: Descarca toate fisierele selectate
zh_cn: 下载 所有 选中的 文件.
zh_hk: 下載全部已選檔案

source: View All Files on Selected Computer
ro: Afiseaza toate fisierele de pe computerul selectat

source: Stop Collecting Search Results for Selected Tab
ro: Opreste colectarea rezultatelor cautarii pentru tab-ul selectat

source: New
ro: Nou

source: Keyword
ro: Cuvant-cheie

source: Got Friends?
ro: Ai prieteni?

source: When your friends want to connect to you, they should enter
ro: Cand prietenii tai vor sa se sconecteze la tine,ar trebui sa intre

source: Your computer is behind a firewall or router and cannot receive direct connections.
ro: Computerul tau este in spatele unui firewall sau router si nu poate primi conexiuni directe.

source: Don't Know
ro: Nu stii

source: What To Look For?
ro: Ce sa cauti?

source: A "What's New" search will search for files that have been recently added to the network.
ro: o cautare "Ce e nou" va cauta fisiere care au fost recent adaugate la retea.

source: Current Search:
ro: Cautarea curenta:

source: Hide Adult Content
ro: Ascunde continutul adult

source: Filename
ro: Numele fisierului

source: Search the Network for the Given Words
ro: Cauta in retea dupa cuvintele cheie

source: The address format is incorrect, please use host:port.
ro: Formatul adresei este incorect. Va rugam folositi gazda:port

source: Close Search
cy: Cau'r Chwilio
nb: Lukk Søk
nl: Zoekresultaten sluiten
ro: Opreste cautarea
zh_cn: 关闭 搜索
zh_hk: 關閉搜尋
