Repository: gubatron/frostwire-desktop
Catalog: lib/messagebundles/*.po
Languages: cy, nb, nl, ro, zh_cn, zh_hk

source: Help Translate FrostWire
cy: Cymorth Cyfieithu FrostWire
nb: Hjelp å oversette FrostWire
nl: Help FrostWire vertalen
ro: Ajuta la traducerea FrostWire
zh_cn: 协助翻译FrostWire
zh_hk: 幫助翻譯FrostWire

source: Show Language in status bar
cy: Dangos Iaith yn y bar statws
nb: Vis Språk på statuslinjen
nl: Taal in statusbalk tonen
ro: Arata setarile de limba in bara de stare.
zh_cn: 显示 高级 统计:
zh_hk: 在狀態欄顯示語言

source: Verify
ro: Verificare

source: FrostWire was unable to locate the details of this license.
ro: FrostWire nu a putut localiza detaliile despre aceasta licenta.

source: You can try validating this license again by clicking 'Verify'.
ro: Puteti incerca sa validati aceasta licenta din nou apasand pe 'Verificare'.

source: View Claimed License Deed
ro: Vizionarea documentului licentei obtinut

source: View Verification Page
ro: Vezi pagina de verificari

source: View License Deed
ro: Vizionarea documentului licentei

source: FrostWire is currently locating the details of this license.
ro: FrostWire localizeaza detaliile aceste licente.

source: FrostWire has not yet verified this license. Click 'verify' to locate the details of this Creative Commons license.
ro: FrostWire nu a verificat inca aceasta licenta. Faceti click pe 'verificare' pentru a localiza detaliile acestei licente Creative Commons.

source: Creative Commons Details
ro: Detalii despre Creative Commons

source: FrostWire was unable to locate the details of this Weed file.
ro: FrostWire nu a putut localiza detaliile acestui fisier weed.

source: You can try looking up the details again by clicking 'Verify'.
ro: Puteti incerca sa cautati detaliile din nou facand click pe 'Verificare'.

source: View Weedshare Usage Rights
ro: Vizionarea drepturilor de utilizare a Weedshare

source: View Usage Rights
ro: Vizionarea drepturilor utilizarii

source: FrostWire is contacting www.weedshare.com for the details of this file.
ro: FrostWire contacteaza www.weedshare.com pentru detaliile acestui fisier.

source: FrostWire has not yet verified this license. Click 'verify' to locate the details of this file.
ro: FrostWire nu a verificat inca aceasta licenta. Faceti click pe 'verificare' pentru a localiza detaliile acestui fisier.

source: Weedshare Details
ro: Detalii despre Weedshare

source: This file may require a license in order to open and view.
ro: Acest fisier poate cere o licenta pentru a-l putea deschide sau viziona.

source: License Details
ro: Detaliile licentei

source: Undo
cy: Dad-wneud
nb: Angre
nl: Ongedaan maken
ro: Refacere
zh_cn: 取消
zh_hk: 復原

source: Cut
cy: Torri
nb: Kutt
nl: Knippen
ro: Decupare
zh_cn: 裁剪
zh_hk: 切

source: Copy
cy: Copio
nb: Kopier
nl: Kopiëren
ro: Copiere
zh_cn: 复制
zh_hk: 複製

source: Paste
cy: Pastio
nb: Lim
nl: Plakken
ro: Lipire
zh_cn: 粘贴
zh_hk: 貼

source: Delete
cy: Dileu
nb: Slett
nl: Verwijderen
ro: Stergere
zh_cn: 刪除
zh_hk: 刪除

source: Add
cy: Adio
nb: Legg til
nl: Toevoegen
ro: Adauga
zh_cn: 添加
zh_hk: 添加

source: Download Page
cy: Tudalen Llwytho i Lawr
nb: Nedlastings Side
ro: Descarcare pagina

source: File Listing for
cy: Rhestr Ffeil am
nb: Fil Listing for
ro: Listare fisier pentru

source: Magnet Links for Fast Downloads (if you have FrostWire installed)
cy: Linciau Magnet ar gyfer llwytho'n gynt (os oes FrostWire gennyt)
nb: Magnet Koblinger for Raske Nedlastinger (hvis du har FrostWire installert)
ro: Link-uri magnet pentru descarcari rapide (daca aceti FrostWire instalat)

source: Loading Messages...
cy: Llwytho Negeseuon...
nb: Laster Meldinger...
nl: Berichten worden geladen...
ro: Incarcare mesaje...
zh_cn: 加载通信...
zh_hk: 信息加載中...

source: Warning
cy: Rhybudd
nb: Advarsel
nl: Waarschuwing
ro: Atentie
zh_cn: 警告
zh_hk: 警告

source: Message
cy: Neges
nb: Melding
nl: Bericht
ro: Mesaj
zh_cn: 通信
zh_hk: 信息

source: Do not display this message again
cy: Peidio dangos y neges yma eto
nb: Ikke vis denne meldingen igjen
nl: Dit bericht niet meer tonen
ro: Nu mai afisa acest mesaj din nou
zh_cn: 请别再显示这通信
zh_hk: 勿再顯示此信息

source: Always use this answer
cy: Defnyddio'r ateb yma bob tro
nb: Bruk alltid dette svaret
nl: Altijd dit antwoord gebruiken
ro: Intotdeauna aplica acest raspuns
zh_cn: 请常用此答案
zh_hk: 總是使用此答案

source: Loading Monitor Window...
ro: Incarcare fereastra de monitorizare...

source: Show Incoming Searches
ro: Afisare cautari sosite

source: Your client is a leaf node shielded by an Ultrapeer. Hence you will see few or no searches in the monitor window.
ro: Clientul tau este conectat la un Intermediar. Nu vei vedea decat putine sau nici o cautare in fereastra de monitorizare.

source: Show Last
ro: Afiseaza ultimele

source: Searches
ro: Cautari

source: Your save folder is not valid. It may have been deleted, you may not have permissions to write to it, or there may be another problem. Please choose a different folder.
ro: Folderul pentru salvare nu este valid. Este posibil sa fi fost sters, sa nu aveti permisiunea sa scrieti in el sau exista alte problema. Va rugam sa alegeti un folder diferit.

source: Shutting down FrostWire...
cy: Mae FrostWire yn Cau...
nb: Avslutter FrostWire...
nl: FrostWire wordt afgesloten...
ro: Inchidere FrostWire...
zh_cn: 关闭FrostWire中
zh_hk: 關閉FrostWire...

source: Please wait while FrostWire shuts down...
cy: Aros tra bod FrostWire yn cau..
nb: Vennligst vent mens FrostWire avslutter...
nl: Wacht a.u.b. terwijl FrostWire afsluit...
ro: Va rugam asteptati cat FrostWire se inchide...
zh_cn: FrostWire 正在 扫描 你的 硬盘, 请等待...
zh_hk: FrostWire關閉中，請稍待...

source: Add New List Item
ro: Adauga item nou in lista

source: Remove Selected Item
ro: Elimina itemul selectat

source: Loading Status Window...
cy: Llwytho Ffenestr Statws...
nb: Laster Statusvindu...
nl: Statusvenster wordt geladen...
ro: Incarcare fereastra de stare...
zh_cn: 加载 状态 窗口...
zh_hk: 狀態窗口加載中...

source: FrostWire has not detected a firewall
cy: Mae FrostWire heb ddarganfod wal tan
nb: FrostWire har ikke oppdaget en Brannmur
nl: FrostWire heeft geen firewall ontdekt
ro: FrostWire nu a detectat nici un firewall
zh_cn: FrostWire未检测到防火墙
zh_hk: FrostWire未偵測到防火牆

source: FrostWire has detected a firewall
cy: Mae FrostWire wedi darganfod wal tan
nb: FrostWire har oppdaget en Brannmur
nl: FrostWire heeft een firewall ontdekt
ro: FrostWire a detectat un firewall
zh_cn: FrostWire检测到防火墙
zh_hk: FrostWire偵測到防火牆

source: Connection
ro: Conexiune

source: Disconnected
cy: Wedi Datgysylltu
nb: Frakoblet
nl: Niet verbonden
ro: Deconectat
zh_cn: 断开的
zh_hk: 連接中斷

source: You are disconnected from the network. To connect, choose Connect from the File menu.
ro: Sunteti deconectat de la retea. Pentru conectare, alegeti Conectare din meniul Fisier

source: Starting
ro: Incepere

source: You are currently connecting to the network
ro: Momentan va conectati la retea

source: Poor
ro: Slab

source: You are connected to few hosts and have an unstable connection the network
ro: Sunteti conectat la putine gazde si aveti o conexiune instabila la retea

source: Fair
ro: Satisfacator

source: Your connection to the network is getting stronger
ro: Conexiunea dumneavoastra la retea se intareste

source: Good
ro: Bun

source: You are not yet fully connected to the network, but have a very good connection
ro: Nu sunteti inca total conectat la retea, dar aveti o conexiune foarte buna

source: Excellent
ro: Excelent

source: Your connection to the network is very strong
ro: Conexiunea dumneavoastra la retea este foarte puternica

source: Turbo-Charged
cy: Mega-Sydyn
nb: Turboladet
nl: Supersnelle
ro: Superior
zh_cn: 超强

source: Your connection to the network is extremely strong
cy: Mae dy gysylltiad i'r rhwydwaith yn gryf iawn iawn!
nb: Tilkoblingen din til Nettverket er utrolig sterk
nl: Uw verbinding met het netwerk is uitstekend
ro: Conexiunea dumneavoastra la retea este foarte puternica
zh_cn: 网络连接极强
zh_hk: 您的互聯網連接超強

source: Waking Up
ro: Revenire

source: FrostWire is waking up from sleep mode
ro: FrostWire isi revine din modul asteptare

source: Show Connection Quality
cy: Dangos Safon Cysylltiad
nb: Vis Tilkoblingskvalitet
nl: Toon verbindingskwaliteit
ro: Afiseaza calitatea conexiunii
zh_cn: 连接 到其他 客户端
zh_hk: 顯示連接品質

source: Show Shared Files Count
ro: Afiseaza numarul de fisiere date la schimb

source: Show Language Status
cy: Dangos Statws Iaith
nb: Vis Språk Status
nl: Toon de Taalstatus
ro: Afiseaza status-ul limbii
zh_cn: 显示 高级 统计:
zh_hk: 顯示語言狀態

source: Show Firewall Status
cy: Dangos Statws y Wal Tan
nb: Vis Brannmur Status
nl: Firewallstatus tonen
ro: Afiseaza status-ul firewall-lului
zh_cn: 显示防火墙状态
zh_hk: 顯示防火牆狀態

source: Show Store Indicator
ro: Arata indicatorul de continut

source: Show Bandwidth Consumption
cy: Dangos Defnydd Lled Band
nb: Vis Opptak av Båndbredde
nl: Bandbreedte-inname tonen
ro: Afiseaza consumul latimii de banda
zh_cn: 显示频宽使用量
zh_hk: 顯示頻寬消耗

source: Show Media Player
ro: Afiseaza Media Player

source: You are sharing {0} file
ro: Impartiti {0} fisier

source: You are sharing {0} file (Loading...)
ro: Impartiti {0} fisier (Incarcare...)

source: Downloads:
cy: Llwytho i Lawr:
nb: Nedlastinger:
ro: Descarcari:
zh_cn: 下载
zh_hk: 下載：

source: Uploads:
cy: Llwytho i Fyny:
nb: Opplastinger:
ro: Incarcari:
zh_cn: 正在 上载
zh_hk: 上載：

source: Tip of the Day
cy: Awgrym y Dydd
nb: Dagens Tips
nl: Tip van de dag
ro: Sfatul zilei
zh_cn: 显示 Tip of the Day 窗口.
zh_hk: 今日提示

source: Did You Know...
cy: Wyt Ti'n Gwybod...
nb: Visste Du At...
nl: Wist u dat...
ro: Stiai ca...
zh_cn: 你知道吗...
zh_hk: 您知道嗎...

source: Show Tips At Startup
cy: Dangos Awgrymiadau wrth Ddechrau
nb: Vis Tips ved Oppstart
nl: Tips tonen bij opstarten
ro: Afisare sfaturi la start
zh_cn: 启动时显示提示
zh_hk: 在啟動時顯示提示

source: Next Tip
cy: Awgrym Nesaf
nb: Neste Tips
nl: Volgende tip
ro: Urmatorul sfat
zh_cn: 前进
zh_hk: 下一則提示

source: Previous Tip
cy: Awgrym Blaenorol
nb: Forrige Tips
nl: Vorige tip
ro: Precedentul sfat
zh_cn: 后退
zh_hk: 上一則提示

source: Loading tips...
cy: Llwytho Awgrymiadau...
nb: Laster Tips...
nl: Tips worden geladen...
ro: Incarcare sfaturi...
zh_cn: 加载 用户 设置...
zh_hk: 提示加載中...

source: You can change the look and feel of FrostWire by going to View &gt; Apply Skins and choosing a new skin. Brand new skins are on FrostWire's website, available by choosing 'Get More Skins'. If you download skins by the 'Download into FrostWire' links, FrostWire will automatically ask if you want to use the new skin when the download completes.
ro: Puteti schimba modul in care FrostWire arata accesand View &gt; Apply Skins si alegand o noua interfata. Interfete nou-noute se pot gasi pe pagina FrostWire, disponibile daca alegeti 'Get More Skins'. Daca descarcati interfete cu ajutorul legaturilor 'Download into FrostWire', FrostWire va va intreba automat daca doriti sa folositi noua interfata in momentul in care descarcarea s-a terminat.

source: The more stars a search result has, the better the chances of the download completing successfully! Some search results may even appear with four blue stars and a speed of 'Ethernet'. These results have the greatest chance of completing successfully.
cy: Y mwy o ser sydd gan y chwiliad, gwell gyfle sydd o lawr llwytho'n iawn! Mae rhai canlyniadau chwilio yn gallu dangos pedair seren las a chyflymdra 'Ethernet'. Y canlyniadau yma sydd a'r gobaith gorau o lwyddo.
nb: Jo flere stjerner et søkeresultat har, jo større er sjangsen at nedlastingen blir fullført! Noen søkeresultater har kanskje fire blå stjerner og hastinget 'Ethernet'. Disse resultatene har størst sjanse for og fullføres.
ro: Cu cat un rezultat are mai multe stele, cu atat sansele de a il descarca complet cu succes sunt mai mari! Unele rezultate ale cautari pot apare chiar cu patru stele albastre si cu o viteza 'Ethernet'. Aceste rezultate au cele mai mari sanse de a fi descarcate cu succes.

source: You can find out how many times someone has uploaded a file by choosing the 'Library' tab and looking at the Uploads column. The information is listed as 'X / Y', where 'Y' is the number of people that have attempted to upload that file, and 'X' is the number of people that have successfully uploaded it.
ro: Puteti afla de cate ori cineva a incarcat un fisier alegand tabul 'Library' si uitandu-va la coloana Uploads. Informatia este prezentata ca 'X/Y', unde 'Y' reprezinta numarul de persoane care au incercat sa incarce fisierul, iar 'X' este numarul celor care l-au incarcat cu succes.

source: Curious how many people are searching for your files? The 'hits' column in the Library will count how many times FrostWire has returned a result from someone searching for that file.
ro: Curios cate persoane cauta fisierele Dvs? Coloana 'hits' din Library va contoriza de cate ori FrostWire a returnat un rezultat pentru cineva care a cautat acel fisier.

source: When FrostWire says your download is 'Waiting In Line', that means that source you are downloading from is temporarily busy and has queued your download. In order to successfully complete your download, wait while your request advances in line and is eventually serviced.
ro: Cand FrostWire avertizeaza despre descarcarea Dvs 'Waiting In Line', aceasta inseamna ca sursa de la care descarcati este momentan ocupata si a pus in asteptare cererea Dvs. Pentru reusi descarcarea, asteptati pana cand cererea Dvs avanseaza in rand si este in cele din urma servita.

source: Need more help? Visit <a href="{0}">our message boards</a> and see if others have already answered your question! You can also review the <a href="{1}">FAQ</a> for answers to commonly asked questions or the <a href="{2}">User Guide</a> for more information.
ro: Aveti nevoie de mai mult ajutor? Vizitati <a href="{0}">our message boards</a> si verificati daca alte persoane nu au raspuns deja intrebarii Dvs. Puteti de asemema sa verificati <a href="{1}">FAQ</a> pentru raspunsuri la intrebari frecvente sau <a href="{2}">User Guide</a> pentru mai mult informatii.

source: Do you have a tip for effectively using FrostWire? Add it to <a href="{0}">the wiki</a> and it may make it into future Tips of the Day!
ro: Aveti un sfat pentru utilizarea efectiva a FrostWire? Adaugati-l la <a href="{0}">the wiki</a> si acesta poate apare in urmatoarele Tips of the Day!

source: You can make your own FrostWire skins! Visit <a href="{0}">FrostWire's website</a> for detailed information about how skins are created.
ro: Puteti crea propriile interfete FrostWire! Vizitati <a href="{0}">FrostWire's website</a> pentru informatii detaliate despre modul in care se creaza interfetele.

source: You can preview downloaded files to make sure they're what you expect. Just select the download and click 'Preview'!
ro: Puteti previzualiza fisierele descarcate pentru a va asigura ca sunt ceea ce va doriti. Selectati fisierul si apasati 'Preview'!

source: Curious what hosts FrostWire is connecting or connected to? Enable the Connections tab from View &gt; Show/Hide, and take a look at FrostWire's connections.
ro: Curios cu cine se conecteaza sau este conectat FrostWire? Activati tabul Conexiuni din View &gt; Show/Hide, si aruncati o privire la conexiunile FrostWire.

source: Passionate about digital rights? Visit the <a href="{0}">Electronic Frontier Foundation</a> and see what you can do to help.
cy: Yn poeni am hawliau digidol? Edrych ar wefan <a href=\"{0}\">Electronic Frontier Foundation</a> i weld sut i helu.
nb: Lidenskapelig om digitale rettigheter? Besøk <a href="{0}">Elektronisk Grense Stiftelse</a> og se hva du kan gjøre for å hjelpe.
nl: Een passie voor digitale rechten? Bezoek de <a href="{0}"> Electronic Frontier Foundation</a> en zie wat u kunt doen om te helpen.
ro: Sunteti pasionat de protectia drepturilor de autor? Vizitati <a href="{0}">Electronic Frontier Foundation</a> sa vedeti ce puteti face pentru a ajuta.
zh_cn: 对数字版权有很大兴致？<a href="{0}">访问电子前沿基金会</a>，看看你能帮助做什么。
zh_hk: 對數碼權有熱情？訪問 <a href="{0}">電子前鋒基金會</a>，查看您能做什麼以提供幫助。

source: Try an audio genre search!<br>Click on the 'Audio' Metadata search window, choose a genre from the drop-down box, and then press 'Search'. Most if not all of the files returned will be from the selected genre.
ro: Incercati o cautare de gen muzical!<br>Apasati pe 'Audio' in fereastra de metacautare, alegeti un gen muzical din lista derulanta, si apoi apasati 'Search'. Majoritatea, daca nu toate rezultatelor vor apartine genului selectat.

source: To download a file with BitTorrent, just click a link to a .torrent file on the Web, or drag a .torrent file to FrostWire's Downloads section.
ro: Pentru a descarca un fisier cu BitTorrent, apasati pe link-ul catre un fisier .torrent din retea, sau trageti fisierul .torrent in sectiunea de descarcari a FrostWire.

source: After starting a search, you can customize the three boxes on the left with titles like Media, Artist, and Album. You can change what these boxes show. Click the circle in the upper left corner of a box, and choose a new option from the menu.
ro: Dupa ce ati inceput o cautare, puteti sa particularizati cale trei casute din stangacu descriptori ca Media, Artist si Album. Puteti schimba ceea ce aceste casute arata. Apasati cercul din coltul stanga-sus a casutei si alegeti noua optiune din meniu.

source: If you try to download a file that you already have, FrostWire lets you know, even if the file has a different name.
ro: Daca incercati sa descrcati un fisier pe care deja il aveti, FrostWire va anunta, chiar daca fisierul are un nume diferit.

source: Curious what people are searching for? Go to the Monitor tab, and select Show Incoming Searches to see other people's search queries that are entering your FrostWire. Double-click an incoming query to perform a search for that keyword.
ro: Curios de cauta altii? Mergeti in tabul Monitor si selectati Show Incoming Searches pentru a vedea ce cauta alte persoane care intra in FrostWire. Cu un dublu click pe un element din lista va deschide o cautare dupa acel cuvant-cheie.

source: You can publish your original work on the Gnutella network with a Creative Commons license. Select the .ogg or .mp3 shared file in the Library and click the Publish button. Visit the <a href="{0}">creative commons website</a> for more information.
ro: Va puteti posta creatiile originale in reteua Gnutella cu o licenta Creative Commons. Selectati fisierul partajat de tip .ogg sau .mp3 din Library si apasati butonul Publish. Vizitati <a href="{0}">creative commons website</a> pentru mai mult informatii

source: Have you downloaded a file with incomplete or totally wrong information about its contents? Select the file in the Library and click Describe. Edit the file's metadata to your heart's content. You can even edit many files at once by selecting more than one file before clicking Describe.
ro: Ati descarcat un fisier cu informatii incomplete sau total gresite despre continutul sau? Selectati fisierul din Library si apasati Describe (Descriere). Editati informatiile despre fisier dupa cum credeti. Puteti chiar edita mai multe fisiere odata selectand mai multe fisiere inainte de a apasa Describe.

source: Are you behind a firewall? At the bottom of FrostWire in the status bar, look for the globe. If there is a brick wall in front of it, your Internet connection is firewalled.
cy: Wyt ti tu ol i wal tan? Ar waelod FrostWire yn y bar statws, edrych ar y glob. Os oes na wal fric o'i blaen, mae dy gysylltiad Internet gyda wal tan,
nb: Er du bak en firewall? På bunnen av FrostWire i status baren, se etter klode. Hvis det er en mursteinsvegg foran den, er din Internett tilkobling firewalled.
nl: Heeft u een firewall? Zoek naar de wereldbol onderin in de FrostWire-statusbalk. Staat er een stenen muur voor, dan zit uw internetverbinding achter een firewall.
ro: Sunteti protejat de un firewall? In partea de jos a barii de stare FrostWire, cautati globul. Daca este o caramida in fata acestuia, atunci conexiunea internet este protejata.
zh_cn: 您设定防火墙了吗？在FrostWire底部的状态栏中，全面查找。如果在其面前有砖墙，网络连接会被屏蔽。
zh_hk: 您設置了防火牆？在狀態欄中的FrostWire底部，尋找地球圖形。如果其前方有堵磚牆，您的互聯網連線即被設置了防火牆。

source: Wondering how many files you are sharing? Look in FrostWire's status bar at the number in a green oval. A beige oval means FrostWire is still building your Library. A red oval means files are not being shared.
ro: Va intrebati cate fisiere impartiti? Priviti in bara de stare a FrostWire la numarul din ovalul verde. Un oval bej inseamna ca FrostWire construieste inca biblioteca Dvs. Un oval rosu inseamna ca nici un fisier nu e impartit.

source: The numbers next to the up and down arrows in the status bar at the bottom of FrostWire show how fast all of your files are downloading or uploading combined.
cy: Mae'r rhifau wrth y saethau fyny ac i lawr yn y bar statws ar waelod FrostWire yn dangos pa mor gyflym mae dy holl ffeiliau yn llwytho fyny ac i lawr .
nb: Numrene ved siden av opp og ned pilene i status baren i bunnen av FrostWire viser hvor fort alle filene du laster ned eller laster opp kombinert.
nl: De nummers naast de pijlen in de statusbalk van FrostWire tonen hoe snel u bestanden van FrostWire kunt downloaden of uploaden.
ro: Numerele de langa sagetile in sus si in jos din partea de jos a barii de stare a FrostWire arata viteza totala cu care sunt incarcate sau descarcate fisierele Dvs.
zh_cn: FrostWire底部的状态栏中靠近上下箭头的数值表示所有正在下载或上传的文件速度有多快。
zh_hk: FrostWire底部狀態欄中上下箭頭旁的數字，顯示您所有檔案下載與上載速度的總和。

source: While FrostWire is running, your audio and video files are automatically shared with iTunes and other programs that support the DAAP protocol. You can disable this sharing in the Options window by going to iTunes &gt; Sharing.
ro: In timp ce FrostWire functioneaza, fisierele Dvs audio si video sunt partajate cu iTunes si alte programe care suporta protocolul DAAP. Puteti dezactiva aceasta partajare in fereastra Optiuni mergand la iTunes &gt; Sharing.

source: Your search queries travel through a network of interconnected computers, which is why it takes time to receive all of the search results. FrostWire often takes shortcuts to deliver results faster, but if you think search results are blocked because your computer has problems with UDP packets, you can disable OOB (out-of-band) searching in the Options for more reliable results.
ro: Cautarile Dvs trec prin o retea de computere interconectate, din aceasta cauza ia ceva timp pana primiti toate rezultatele. Frecvent FrostWire face diferite scurtaturi pentru a va oferi rezultate mai rapid, dar daca credeti ca rezultatele cautarii sunt blocate din cauza problemelor pe care le are computerul Dvs cu pachetele UDP, puteti dezactiva optiunea OOB (out-of-band) din Optiuni, pentru rezultate mai bune.

source: If you own the copyright to a file that is being shared on the network, and you don't want it to be shared, you can have it filtered out of the network search results. <a href="{0}">More information</a> is available.
ro: Daca detineti copyright pentru un fisier partajat in retea, si nu doriti ca acesta sa fie partajat, puteti sa il eliminati din rezultatele cautarii in retea. <a href="{0}">More information</a> pentru mai multe informatii.
