Repository: gubatron/frostwire-desktop
Catalog: lib/messagebundles/*.po
Languages: cy, nb, nl, ro, zh_cn, zh_hk

source: Find More Sources for Download
ro: Gaseste mai multe surse pentru descarcare

source: Find Sources
ro: Gasire surse

source: Try to Find Additional Sources for Downloads
ro: Gasire surse aditionale pentru descarcare

source: Resume Download
cy: Ail-ddechrau'r Llwytho i Lawr
nb: Fortsett Nedlasting
nl: Download hervatten
ro: Reluarea descarcarii
zh_cn: 恢复下载
zh_hk: 恢復下載

source: Reattempt Selected Downloads
cy: Trio'r Llwythau Wedi'u Dewis Eto
nb: Prøv Valgte Nedlastinger Om Igjen
nl: Nieuwe Poging geselecteerde Downloads
ro: Reincercarea descarcarilor selectate
zh_cn: 重试所选下载
zh_hk: 重新嘗試所選下載

source: You have downloaded a skin titled "{0}", you can activate the new skin by clicking "{1}" in the "{2}"->"{3}" menu and then selecting it from the list of available skins.
ro: Ati descarcat un skin intitulat "{0}", puteti sa-l aplicati apasand "{1}" in meniul "{2}"->"{3}"si apoi selectandu-l din lista de skin-uri disponibile.

source: &Refresh Skins
ro: &Reimprospatare skin-uri

source: &View
cy: &Gweld
nb: &Vis
nl: Weergave
ro: &Afiseaza
zh_cn: &观看
zh_hk: &檢視

source: &Apply Skins
ro: &Aplica skin-ul

source: You have downloaded a new skin titled {0}. Would you like to use this new skin?
ro: Ati descarcat un nou skin intitulat "{0}." Doriti sa aplicati acest nou skin?

source: FrostWire was unable to load the torrent file "{0}", - it may be malformed or FrostWire does not have permission to access this file.
cy: Roedd FrostWire yn methu llwytho y ffeil torrent "{0}", - efallai fod y ffeil heb ffurfio'n iawn neu fod FrostWire heb ganiatad mynediad i'r ffeil.
nb: FrostWire klarte ikke å laste torrent filen "{0}", - den kan være ødelagt eller FrostWire ikke har rettigheter til å laste denne filen.
nl: FrostWire kan het torrentbestand "{0}" niet downloaden; het is waarschijnlijk corrupt of FrostWire kan geen toegang tot het bestand krijgen.
ro: FrostWire nu poate sa incarce fisierul torrent "{0}", - poate fi construit gresit sau FrostWire nu are permisiunea sa acceseze fisierul.
zh_cn: FrostWire无法下载种子文件"{0}"，可能文件格式错误或者FrostWire无权限访问该文件。
zh_hk: FrostWire無法加載源代碼檔案 "{0}", - 它的格式可能錯誤，或者FrostWire沒有權限取用此檔案。

source: Choose Save Location
ro: Alege locatia pentru salvare

source: Invalid folder for saving files. Please use another folder or revert to the default.
ro: Folder invalid pentru salvarea fisierelor. Va rugam folositi alt folder sau reveniti la cel implicit.

source: Search...
ro: Cautare...

source: Clear Download
ro: Elimina descarcarea

source: Clear Selected Downloads
ro: Elimina descarcarile selectate

source: Launch Download
ro: Lanseaza descarcarea

source: Launch Selected Downloads
ro: Lanseaza descarcarile selectate

source: Cancel Download
cy: Canslo Llwytho i Lawr
nb: Avbryt Nedlasting
nl: Download Annuleren
ro: Opreste descarcarea
zh_cn: 取消 下载
zh_hk: 取消下載

source: Cancel Selected Downloads
cy: Canslo Llwythiadau wedi'u Dewis
nb: Avbryt Valgte Nedlastinger
nl: Geselecteerde Downloads Annuleren
ro: Opreste descarcarile selectate
zh_cn: 取消所选下载
zh_hk: 取消所選下載

source: Preview Download
ro: Previzionarea descarcarii

source: Preview
ro: Previzionare

source: Preview Selected Downloads
ro: Previzioneaza descarcarile selectate

source: Clear All Inactive Downloads
ro: Elimina toate descarcarile inactive

source: Remove Inactive Downloads
ro: Elimina descarcarile inactive

source: Pause Download
cy: Oedi'r Llwytho i Lawr
nb: Pause Nedlasting
nl: Download pauzeren
ro: Pauza in descarcare
zh_cn: 取消 下载
zh_hk: 暫停下載

source: Pause Selected Downloads
cy: Oedi'r Llwytho wedi'u Dewis
nb: Pause Valgte Nedlastinger
nl: Pauzeer de geselecteerde downloads
ro: Pauza descarcarile selectate
zh_cn: 取消 选中的 下载.
zh_hk: 暫停所選下載

source: Explore
cy: Ymchwilio
nb: Utforsk
nl: Verkennen
ro: Explorare
zh_cn: 浏览
zh_hk: 探索

source: Open Folder Containing the File
cy: Agor y Ffolder Ble Mae'r Ffeil
nb: Åpne Målmappen
nl: Open Map met het Bestand
ro: Deschide folderul care contine fisierul
zh_cn: 打开包含文件的文档
zh_hk: 打開含有該檔案的文件夾

source: Move the Selected Download Closer to Becoming Active
ro: Mutati descarcarea selectata mai aproape pentru a deveni activa

source: Move the Selected Download Further from Becoming Active
ro: Mutati descarcarea selectata mai departe pentru a nu deveni activa

source: Change File Location...
ro: Schimba locatia fisierului...

source: Edit the Final Filename of the Download
ro: Editare ultimul nume de fisier descarcat

source: Always Save As...
ro: Salveaza intotdeauna ca...

source: Always Append (#)
ro: Adauga intotdeauna (#)

source: Always Ask
ro: Intreaba intotdeauna

source: Choose a Default Action:
ro: Alege o actiune implicita:

source: Warning: {0}
ro: Atentie: {0}

source: Error: {0}
ro: Eroare: {0}

source: <b>Note</b>: A file with the same content already exists in the library at {0}
ro: <b>Nota</b>: Un fisier cu acelasi continut exista deja in librarie la {0}

source: Overwrite
ro: Suprascrie

source: Overwrite the Existing File
ro: Suprascrie fisierul existent

source: Choose a different location for the Download
ro: Alege o locatie diferita pentru descarcare

source: Append (#)
ro: Adauga (#)

source: Appends (#) to filename
ro: Adauga (#) la numele fisierului

source: Cancel the Download
ro: Revocare descarcare

source: FrostWire may not be able to start the download you have selected unless you start a search for it.
ro: FrostWire este posibil sa nu poata incepe descarcarile pe care le-ati selectat decat daca incepeti o cautare dupa ele.

source: You are already downloading this file to "{0}".
ro: Deja faceti descarcarea acestui fisier la "{0}".

source: You already have the exact same file at {0}
ro: Deja aveti acelasi fisier la {0}

source: Do you want to continue downloading anyway?
ro: Doriti sa continuati descarcarea oricum?

source: Continue
ro: Continuare

source: Same File Already In Library
ro: Acelasi fisier este deja in librarie

source: Save Download As
ro: Salveaza descarcarea ca

source: No Filename
ro: Fara nume fisier

source: File & Protocol Associations
cy: Cysylltiadau Ffeil a Phrotocol
nb: Fil & Protokoll Samarbeid
nl: Bestands- & protocoltoewijzing
ro: Asocierea cu fisiere si protocoale
zh_cn: 文件协议关联
zh_hk: 檔案&協議關連

source: What type of resources should FrostWire open?
cy: Pa fath o adnoddau dylai LImeWire agor?
nb: Hvilke utviklinger skal FrostWire åpne?
nl: Welke soorten bronnen zou FrostWire moeten openen?
ro: Ce fel de resurse trebuie sa deschida FrostWire?
zh_cn: FrostWire应打开哪种类型的资源？
zh_hk: FrostWire應打開什麼類型的資源？

source: Ignore all missing associations.
cy: Anwybyddu pob cysylltiad colledig.
nb: Ignorer alle forsvunnede assossiasjoner.
nl: Negeer alle onbestaande associaties.
ro: Ignora toate asocierile care lipsesc.
zh_cn: 忽略所有遗漏的关联。
zh_hk: 忽略所有丟失的關聯。

source: Ask me what to do when an association is missing.
cy: Gofyn imi beth i wneud pan mae cysylltiad ar goll.
nb: Spør meg hva å gjøre når en assossiasjon er borte.
nl: Vraag mij wat te doen als de associatie niet bestaat.
ro: Intreaba-ma ce sa fac atunci cand o asociere lipseste.
zh_cn: 问我当关联遗漏该怎么办。
zh_hk: 當有某關連丟失時，詢問我怎麼辦。

source: Firewall Setup
ro: Setare firewall

source: FrostWire performs best with full access to the Internet. If firewall or security warnings appear, please unblock FrostWire and choose to remember the setting. Your firewall software may look different than the below picture.
ro: FrostWire da cele mai bune rezultate cu acces total la internet. Daca fairewall-ul sau atentionari de securitate apar, deblocati FrostWire si alegeti sa memoreze aceasta setare. Softul dumneavoastra de firewall poate arata diferit decat ca in poza da mai jos.

source: Language:
cy: Iaith:
nb: Språk:
nl: Taal:
ro: Limba:
zh_cn: 语言:
zh_hk: 語言：

source: Start Automatically
cy: Dechrau'n Awtomatig
nb: Start Automatisk
nl: Automatisch opstarten
ro: Start automat
zh_cn: 自动 滚动.
zh_hk: 自動啟動

source: Would you like FrostWire to start when you log into your computer? This will cause FrostWire to start faster when you use it later.
cy: Wyt eisiau FrostWire i ddechrau pan ti'n cofnodi mewn ar dy gyfrifiadur? Mae'n helpu FrostWire i weithio'n gynt nes ymlaen
nb: Vil du at FrostWire skal starte når du logger deg på maskinen din? Dette vil få FrostWire til å starte raskere når du bruken det senere.
nl: Wilt u dat FrostWire direct opstart als u uw computer aanzet? Dit zal FrostWire helpen sneller te beginnen wanneer u het later gebruikt.
ro: Doriti ca FrostWire sa porneasca atunci cand va deschideti computerul? Aceasta va face ca FrostWire sa porneasca mai rapid cand il veti folosi mai tarziu.
zh_cn: 是否希望FrostWire随您登录计算机时启动？选择此项可以加快稍后使用FrostWire的启动速度。
zh_hk: 您是否希望FrostWire在您登入電腦時啟動？如此一來，您稍後使用FrostWire時，它將能更快啟動。

source: Save Folder and Shared Folders
ro: Dosarul Salvare si dosare partajate

source: Please choose a folder where you would like your files to be downloaded. You can also choose folders you would like to share with other users running FrostWire.
ro: Va rugam alegeti dosarul in care ati dori sa fie salvate fisierele descarcate. Puteti de asemenea alege dosarele pe care doriti sa le partajati cu ceilalti utilizatori FrostWire.

source: Shared Folders
ro: Foldere publice

source: FrostWire was unable to use the specified folder for saving files. Please try a different folder.
ro: FrostWire nu a putut folosi folderul specificat pentru salvarea fisierelor. Incercati alt folder.

source: FrostWire could not create default share folder {0}, a file with that name already exists.
ro: FrostWire nu a putut crea dosarul implicit de partajare {0}, un fisier cu acelasi nume exista deja.

source: FrostWire could not create default share folder {0}, it will not be shared.
ro: FrostWire nu a putut crea dosarul implicit de partajare {0}, acesta nu va fi partajat.

source: Choose Another Folder
cy: Dewis Ffolder Arall
nb: Velg En Annen Mappe
nl: Kies een andere map
ro: Alege alt dosar
zh_cn: 选择其他文件夹
zh_hk: 選擇另一個文件夾

source: Next >>
cy: Nesaf >>
nb: Neste >>
nl: Volgende >>
ro: Inainte >>
zh_cn: 前进
zh_hk: 下一個>>

source: << Back
cy: <<Nol
nb: << Tilbake
nl: << Vorige
ro: << Inapoi
zh_cn: <<返回
zh_hk: <<返回

source: Finish
cy: Gorffen
nb: Fullfør
nl: Afronden
ro: Sfarsit
zh_cn: 完成
zh_hk: 完成

source: Learn more about this option...
cy: Dysgu mwy am y opsiwn yma...
nb: Lær mer om dette valget...
nl: Meer informatie over deze optie...
ro: Afla mai multe despre aceasta optiune...
zh_cn: 更多关于此选项...
zh_hk: 關於此選項的更多信息...

source: Welcome
cy: Croeso
nb: Velkommen
nl: Welkom
ro: Bine ati venit
zh_cn: 欢迎
zh_hk: 歡迎

source: Welcome to the FrostWire setup wizard. FrostWire has recently added new features that require your configuration. FrostWire will guide you through a series of steps to configure these new features.
cy: Croeso i Ddewin Dechrau FrostWire. Mae FrostWire wedi ychwanegu mwy o bethau'n ddiweddar sydd angen dy eu trefnu. Mae FrostWire yn mynd i dy arwain trwy nifer o ddewisiadau.
nb: Velkommen til FrostWires Installeringsveileder. FrostWire har nylig lagt til nye funksjonalitet som trenger konfigurering. FrostWire vil lede deg igjennom en del steg for å konfigurere disse nye tingene.
nl: Welkom bij de FrostWire-setupwizard. FrostWire heeft onlangs nieuwe functies toegevoegd die geconfigureerd dienen te worden. FrostWire zal u meenemen door een serie stappen om deze nieuwe functies te configureren.
ro: Bine ati venit la programul ce va instala FrostWire. Recent au fost adaugate noi caracteristici care necesita configurarea lor. FrostWire va va ghida printr-o serie de pasi in configurarea lor.
zh_cn: 欢迎 使用 FrostWire 安装向导. FrostWire新增功能需要进行配置。 FrostWire将指导您通过一系列步骤配置上述新增功能。
zh_hk: 歡迎來到FrostWire安裝嚮導。FrostWire最近新增了需要您配置的新功能。FrostWire會引導您通過一系列步驟，以配置這些新功能。

source: Welcome to the FrostWire setup wizard. FrostWire will guide you through a series of steps to configure FrostWire for optimum performance.
cy: Croeso i Ddewin Dechrau FrostWire. Mae FrostWire yn mynd i dy arwain trwy gyfres o gamau er mwyn drefnu FrostWire i weithio gorau.
nb: Velkommen til FrostWires Installeringsveileder. FrostWire vil hjelpe deg gjennom flere steg for å konfigurere din FrostWire for optimal ytelse.
nl: Welkom bij de FrostWire-setupwizard. FrostWire zal een aantal stappen laten zien om FrostWire optimaal te kunnen gebruiken.
ro: Bine ati venit la programul ce va instala FrostWire . FrostWire va va ghida printr-o serie de pasi in configurarea FrostWire pentru o performanta optima.
zh_cn: 欢迎 使用 FrostWire 安装向导. FrostWire 将指导 你 通过一系列步骤配置 FrostWire, 达到最佳性能.
zh_hk: 歡迎來到FrostWire安裝嚮導。FrostWire會引導您通過一系列步驟，以配置FrostWire並達到最佳性能。

source: Individual Store Files
ro: Fisiere salvate individual

source: Loading Library Window...
cy: Llwytho Ffenest y Llyfrgell...
nb: Laster Bibliotek...
nl: Bibliotheekvenster wordt geladen...
ro: Incarcare fereastra librariei...
zh_cn: 加载库藏窗口...
zh_hk: 媒體庫窗口加載中...

source: You can configure the folders you share in FrostWire's Options.
cy: Gallet ti drefnu'r ffolderi ar gyfer eu rhannu yn Opsiynau FrostWire
nb: Du kan konfigurere Mappene du deler i FrostWires Alternativer.
nl: U kunt de gedeelde mappen configureren in de opties van FrostWire.
ro: Puteti configura folderele pe care le faceti publice in optiunile FrostWire.
zh_cn: 你 可以 选择 保存 文件的 文件夹.
zh_hk: 您可以為在FrostWire選項中分享的文件夾進行配置。

source: Configure...
ro: Configurare...

source: Holds the Results of the Last Search
ro: Retine rezultatele ultimei cautari

source: Path
cy: Llwybr
nb: Sti
nl: Pad
ro: Cale
zh_cn: 路径
zh_hk: 路經

source: Hits
ro: Succese

source: Locations
ro: Locatii

source: Shared
ro: Partajat

source: Advanced
cy: Uwch
nb: Avansert
nl: Geavanceerd
ro: Avansate
zh_cn: 高级
zh_hk: 高級

source: Move to Recycle Bin
cy: Symud i'r Ail-gylchu
nb: Flytt til Papirkurven
nl: Naar Prullenbak verplaatsen
ro: Muta la Cosul de Gunoi
zh_cn: 移到回收站
zh_hk: 移至回收站

source: Move to Trash
cy: Symud i'r Ysbwriel
nb: Flytt til Papirkurven
nl: Naar Prullenbak verplaatsen
ro: Mută la gunoi
zh_cn: 移到回收站
zh_hk: 移至垃圾箱

source: Are you sure you want to delete the selected file(s), thus removing it from your computer?
cy: Wyt ti'n siwr dy fod di eisiau dileu y ffeil(iau) wedi'u dewis?
nb: Er du sikker på at du vil slette de(n) valgte filen(e), thus fjerner den fra dataen?
nl: Weet u zeker dat u het geselecteerde bestand/de geselecteerde bestanden wilt verwijderen, waarmee ze dus van uw computer worden verwijderd?
ro: Sunteti sigur ca doriti sa stergeti fisierul(ele) selectate, astfel stergandu-le din calculatorul dumneavoastra?
zh_cn: 确认删除选中文件，从电脑中移除吗？
zh_hk: 您確定您要刪除所選檔案，從而將之從您的電腦中移除？

source: The following files could not be deleted. They may be in use by another application or are currently being downloaded to.
cy: Methu a dileu y ffeiliau canlynol. Efallai maent yn cael eu defnyddio gan raglen arall neu mae llwytho i lawr yn mynd iddynt.
nb: De følgene filene kunne ikke bli slettet. De kan bli brukt av et annet program eller blir nedlastet nå.
nl: De volgende bestanden konden niet worden verwijderd. Ze kunnen in gebruik zijn door een ander programma of worden gedownload.
ro: Urmatoarele fisiere nu pot fi sterse. Acestea pot fi utilizate de catre un alt program sau sunt descarcate in prezent.
zh_cn: 下列文件无法删除。可能另一个程序正在使用，或者正在下载。
zh_hk: 以下檔案不能刪除。它們可能正由其它應用程式使用，或正接收下載。

source: Unable to rename the file '{0}'. It may be in use by another application.
cy: Yn methu ail-enwi'r ffeil {0} Rhaglen arall yn ei ddefnyddio efallai?
nb: Ikke mulig å gi filen nytt navn {0} . Den kan være i bruk av et annet applikasjon.
ro: Fisierul nu poate fi redenumit {0} . Este posibil sa fie utilizat de catre alta aplicatie.

source: The file "{0}" is not a valid incomplete file and cannot be resumed.
ro: Fisierul {0} nu este un fisier incomplet valid si nu poate fi reluat.

source: Enqueue
ro: In playlist

source: Add Selected Files to the Playlist
ro: Adauga fisierele selectate in playlist

source: Delete Selected Files
cy: Dileu Ffeiliau wedi'u dewis
nb: Slett Valgte Filer
nl: Verwijder Geselecteerde Bestanden
ro: Sterge fisierele selectate
zh_cn: 删除 选中的 文件.
zh_hk: 刪除所選檔案

source: Describe...
ro: Descrie...

source: Add Description to Selected File
ro: Adauga descriere fisierului selectat

source: Publish...
ro: Publica...

source: Publish under Creative Commons License
ro: Publica sub licenta Creative Commons

source: Continue Downloading Selected Incomplete File
ro: Continua descarcarea fisierului incomplet selectat

source: Rename
cy: Ail-enwi
nb: Gi Nytt Navn
nl: Hernoemen
ro: Redenumire
zh_cn: 重命名
zh_hk: 重新命名

source: Share File
ro: Publica fisierul

source: Stop Sharing File
ro: Opreste publicarea fisierului

source: Show Magnet Details
ro: Afiseaza detalii despre Magnet

source: View License
ro: Vizionare licenta

source: Saved Files
ro: Fisiere salvate

source: FrostWire cannot stop sharing this folder.
ro: FrostWire nu poate opri publicarea acestui fisier.

source: Are you sure you want to stop sharing this folder?
ro: Sunteti sigur ca nu mai doriti ca acest folder sa fie public?

source: FrostWire will not allow you delete to the folder reserved for incomplete files.
ro: FrostWire nu va va permite sa stergeti dosarul rezervat descarcarilor incomplete.

source: Shared Files
ro: Fisiere publice

source: Store
ro: Stochează

source: Add Folder Contents to Playlist
ro: Adauga continutul folderului la playlist

source: Hide .torrent Files
ro: Ascunde fisierele .torrent

source: Refresh
cy: Adnewyddu
nb: Oppdater
nl: Vernieuwen
ro: Reimprospatare
zh_cn: 刷新
zh_hk: 刷新

source: Reload Shared Folders
ro: Reincarca directoarele publice

source: Open Library Folder
cy: Agor Ffolder y Llyfrgell
nb: Åpne Bibliotek Mappen
nl: Bibliotheekmap Openen
ro: Deschidere directorul librarie
zh_cn: 打开收藏文件夹
zh_hk: 打開媒體庫文件夾

source: Configure Sharing Options
ro: Configureaza optiunile de schimb

source: Folders to share
ro: Dosare de partajat

source: The following folders and subfolders will be shared. You can uncheck any folders you do not want to share. (You can change your shared folders at any time in FrostWire's options.)
ro: Urmatoarele dosare si sub-dosare vor fi partajate. Puteti alege dosarele pe care nu doriti sa le partajati. (Puteti schimba dosarele partajate oricand, din optiunile FrostWire.)

source: Folder is fully shared including all subfolders.
ro: Dosarul este partajat complet, inclusiv sub-dosarele.

source: Folder is not shared and no subfolders are shared.
ro: Dosarul nu este partajat si nici subdosarele sale.

source: Individually Shared Files
ro: Fisiere publice individuale

source: List of All Individually Shared Files
ro: Lista tuturor fisierelor publice individuale

source: List of .torrent files
ro: Lista fisierelor .torrent

source: Logging
ro: Logare

source: &Advanced
ro: &Avansat

source: Mojito &DHT Arcs View
ro: Vezi Mojito &DHT Arcs

source: Display a view of the incoming and outgoing DHT messages
ro: Arata o imagine a mesajelor DHT care vin si pleaca

source: &File
cy: &Ffeil
nb: &Fil
nl: &Bestand
ro: &Fisier
zh_cn: 文件 (&F)
zh_hk: &檔案

source: Filter&s
ro: Filtr&e

source: &Configure Content Filters
ro: &Configurarea filtrelor de continut

source: Configure FrostWire's Content Filtering Options
ro: Configurarea optiunilor de filtrare a continutului FrostWire

source: &Learn More...
ro: &Afla mai multe...

source: Learn More about FrostWire's Content Filtering System
ro: Afla mai multe despre sistemul de filtrare a continutului FrostWire

source: &Help
ro: &Ajutor
zh_cn: 帮助 (&H)

source: &Using FrostWire
ro: &Folosire FrostWire

source: Help for Using FrostWire
ro: Ajutor pentru folosirea FrostWire

source: Frequently Asked Questions for FrostWire
cy: Cwestiynau Cyffredin am FrostWire
nb: Frequently Asked Questions om FrostWire
nl: Vaakgestelde vragen over FrostWire
ro: Intrebari frecvente despre FrostWire
zh_cn: FrostWire 常见问题解答.
zh_hk: FrostWire的常見問題

source: Access the FrostWire Users' Forum
cy: Mynediad i Fforwm Defnyddwyr FrostWire
nb: Gå til FrostWires Forum
nl: Bezoek het FrostWire gebruikersforum
ro: Acceseaza forumul utilizatorilor FrostWire
zh_cn: 进入 FrostWire 用户 论坛.
zh_hk: 訪問FrostWire用戶論壇

source: Tip of the &Day
cy: Awgrymiad y &Dydd
nb: &Dagens tips
nl: Tip van &de dag
ro: Sfatul &zilei
zh_cn: 显示 Tip of the Day 窗口.
zh_hk: &今日提示

source: Show the Tip of the Day Window
cy: Dangos Ffenestr Awgrym y Dydd
nb: Vis Dagens Tips Vindu
nl: Toon het 'Tip van de dag'-venster
ro: Afiseaza fereastra sfatului zilei
zh_cn: 显示 Tip of the Day 窗口.
zh_hk: 顯示今日提示窗口

source: Generate &Error
ro: G&enerare eroare

source: Generate a Popup Error for Testing
ro: Generare a unui popup de eroare pentru testare

source: &About FrostWire
cy: &Ynglyn a FrostWire
nb: &Om FrostWire
nl: &Over FrostWire...
ro: &Despre FrostWire
zh_cn: 关于... (&A)
zh_hk: &關於FrostWire

source: Information about FrostWire
cy: Gwybodaeth am FrostWire
nb: Informasjon om FrostWire
nl: Informatie over FrostWire
ro: Informatii despre FrostWire
zh_cn: 关于 FrostWire 的 信息.
zh_hk: 關於FrostWire的資訊

source: Loading Menus...
cy: Llwytho Dewislenni...
nb: Laster Menyer...
nl: Menu's worden geladen...
ro: Incarcare meniuri...
zh_cn: 加载 菜单...
zh_hk: 菜單加載中...

source: &Navigation
ro: &Navigare

source: &Resources
ro: &Resurse

source: Result &Filters
ro: &Filtrele rezultatelor

source: Show Search Result Filters
ro: Afiseaza filtrele rezultatelor cautarii

source: Sho&w/Hide
ro: Afisar&e/Ascundere

source: &Get More Skins
ro: Obt&ineti mai multe skin-uri

source: Find more skins from frostwire.com
ro: Gaseste mai multe skin-uri la frostwire.com

source: Reload available skins from disk
ro: Reincarca skin-urile disponibile de pe disk

source: Use &Default
ro: Folos&ire implicit

source: Use your default skin
ro: Foloseste skin-ul tau implicit

source: &Tools
cy: Offer
nb: &Verktøy
nl: Hulpmidd&elen
ro: &Utilitare
zh_cn: 工具 (&T)
zh_hk: &工具

source: &Options
cy: &Opsiynau
nb: &Alternativer
nl: &Opties
ro: &Optiuni
zh_cn: 选项... (&O)
zh_hk: &選項

source: Display the Options Screen
cy: Dangos y Sgrin Opsiynau
nb: Vis Alternativer
nl: Geef het 'Opties'-venster weer
ro: Afiseaza fereastra de optiuni
zh_cn: 显示 选项 窗口.
zh_hk: 顯示選項屏幕

source: Use &Small Icons
cy: Defnyddio Iconau &Bach
nb: Bruk &Små Ikoner
nl: Gebrui&k kleine pictogrammen
ro: Folosire icoane &mici
zh_cn: 使用小图标
zh_hk: 使用&小型圖標

source: Use Small Icons
cy: Defnyddio Iconau Bach
nb: Bruk Små Ikoner
nl: Gebruik kleine pictogrammen
ro: Folosire icoane mici
zh_cn: 使用小图标
zh_hk: 使用小型圖標

source: Show Icon &Text
cy: Dangos &Testun yr Iconau
nb: Ikon &Tekst
nl: &Tekst tonen bij pictogram
ro: Afiseaza icoana &text
zh_cn: 显示图标及文字
zh_hk: 顯示圖標&文本

source: Show Text Below Icons
cy: Dangos Testun o Dan Iconau
nb: Vis tekst under Ikoner
nl: Tekst tonen onder de pictogrammen
ro: Afiseaza textul sub icoane
zh_cn: 在图标下显示文字
zh_hk: 在圖標下方顯示文本

source: &Increase Font Size
cy: &Maint y Ffont yn fwy
nb: &Forstørr skriftstørrelse
nl: Lettertype vergroten
ro: &Mareste Dimensiunea Caracterelor
zh_cn: 加大字体
zh_hk: &放大字體

source: Increases the Font Size
ro: Mareste dimensiunea caracterelor

source: &Decrease Font Size
cy: &Lleihau Maint y Ffont
nb: &Forminsk skriftstørrelse
nl: Lettertype verkleinen
ro: &Scade dimensiunea caracterelor
zh_cn: 缩小字体
zh_hk: &縮小字體

source: Decreases the Font Size
ro: Scade dimensiunea caracterelor

source: C&hange Language
cy: Newid Iait&h
nb: &Endre Språk
nl: Taal veranderen
ro: Sc&himba limba
zh_cn: 语言:
zh_hk: 更&改語言

source: Select your Language Prefereces
cy: Dewisiadau Iaith
nb: Velg dine Språkinnstillinger
nl: Kies uw taalinstellingen
ro: Selecteaza preferintele limbii tale
zh_cn: 选择语言预设
zh_hk: 選擇您的語言偏好

source: Play
cy: Chwarae
nb: spille
nl: Afspelen
ro: Start
zh_cn: 播放
zh_hk: 播放

source: Next
cy: Nesaf
nb: Neste
nl: Volgende
ro: Inainte
zh_cn: 前进
zh_hk: 下一個

source: Previous
cy: Blaenorol
nb: Forrige
nl: Vorige
ro: Inapoi
zh_cn: 后退
zh_hk: 上一個

source: Restore
cy: Adfer
nb: Gjennopprett
nl: Herstellen
ro: Restaurare
zh_cn: 恢复
zh_hk: 恢復

source: About
cy: Ynghylch
nb: Om
nl: Over...
ro: Despre
zh_cn: 关于
zh_hk: 關於
