Repository: gubatron/frostwire-desktop
Catalog: lib/messagebundles/*.po
Languages: cy, nb, nl, ro, zh_cn, zh_hk

source: Exit after Transfers
ro: Iesire dupa transfer

source: Exit
cy: Gadael
nb: Avslutt
nl: Afsluiten
ro: Iesire
zh_cn: 退出
zh_hk: 退出

source: Restore Defaults
cy: Adfer Gwreiddiol
nb: Tilbakestill Innstillinger
nl: Standaardinstellingen herstellen.
ro: Restaureaza implicit
zh_cn: 缺省 设置
zh_hk: 恢復默認

source: Revert All Settings to the Factory Defaults
cy: Adfer yr Holl Ddewisiadau i Osodiadau'r Ffactri
nb: Gjennopprett Fabrikkinnstillinger
nl: Herstel alle instellingen terug naar de fabrieksinstellingen
ro: Intoarcerea setarilor la implicit
zh_cn: 将所有设置恢复成出厂设置
zh_hk: 將所有設置還原至出廠默認

source: You have made changes to some of FrostWire's settings. Would you like to save these changes?
cy: Ti wedi newid rhai trefniadau. Eisiau cadw'r newidiadau yma?
nb: Du har gjort noen endringer i noen av FrostWire's innstillinger. Vil du lagre disse endringene?
nl: U heeft veranderingen gemaakt in de instellingen van FrostWire. Wilt u deze instellingen opslaan?
ro: Ati facut modificari in unele setari a FrostWire. Doriti sa pastrati aceste modificari?
zh_cn: 您已对FrostWire设置做了一些更改。是否保存这些设置？
zh_hk: 您更改了FrostWire的一些設定。您是否要保存這些變更？

source: Saving
ro: Salvare

source: Basic
cy: Elfennol
nb: Basis
nl: Standaard
ro: Esenţial
zh_cn: 基本
zh_hk: 基本

source: Types
ro: Tipuri

source: Slots
ro: Slot-uri

source: System Tray
cy: Trei'r System
nb: Systemkurven
nl: Systeemtray
ro: Bara sistemului
zh_cn: 关闭
zh_hk: 系統托盤

source: Status Bar
cy: Bar Statws
nb: Statuslinje
nl: Statusbalk
ro: Bara de stare
zh_cn: 状态栏
zh_hk: 狀態欄

source: Importing
cy: Mewnforio
nb: Importerer
nl: Importeren
ro: Se importă
zh_cn: 导入
zh_hk: 輸入中

source: Helper Apps
cy: Rhaglenni Helpu
nb: Hjelpeprogrammer
nl: Hulpprogramma's
ro: Ajutor
zh_cn: 帮助程序
zh_hk: 幫助程序

source: View
cy: Gweld
nb: Vis
nl: Bekijken
ro: Vizualizare
zh_cn: 查看
zh_hk: 檢視

source: Searching
cy: Chwilio
nb: Søker
nl: Zoeken
ro: Cautare
zh_cn: 搜索
zh_hk: 搜尋

source: Quality
ro: Calitate

source: Filters
cy: Ffiltrau
nb: Filtre
ro: Filtre
zh_cn: 过滤器
zh_hk: 篩選器

source: Keywords
cy: Geiriau Chwilio
nb: Nøkkelord
nl: Sleutelwoorden
ro: Cuvinte cheie
zh_cn: 关键词
zh_hk: 關鍵字

source: Hosts
ro: Gazde

source: Preferencing
ro: Preferinte

source: Performance
ro: Performante

source: Loading Options Window...
cy: Llwythio Ffenestr Opsiynau...
nb: Laster Alternativer...
nl: Optiesvenster wordt geladen...
ro: Incarcare fereastra de optiuni...
zh_cn: 加载 选项 窗口...
zh_hk: 選項窗口加載中...

source: One or more options will take effect the next time FrostWire is restarted.
cy: Mae un neu fwy o'r opsiynau yn mynd i weithio y tro nesaf mae FrostWire yn ail-ddechrau.
nb: En eller flere endringer vil først virke når FrostWire blir startet på nytt.
nl: Een of meerdere opties zullen pas van kracht zijn als u FrostWire opnieuw opstart.
ro: Optiunile vor fi aplicate cand FrostWire va fi repornit.
zh_cn: 一项或多项设定将在再次启动FrostWire后生效。
zh_hk: FrostWire下次重啟時，一個或更多選項將會生效。

source: You can choose the folder for saving files.
ro: Puteti alege folderul pentru salvarea fisierelor.

source: The selected save folder is invalid. You may not have permissions to write to the selected folder. FrostWire will revert to your previously selected folder.
ro: Folderul pentru salvare selectat este invalid. Este posibil sa nu aveti permisiunea sa scrieti in el. FrostWire se va intoarce la folderul selectat precedent.

source: Allow Hosts
ro: Permitere gazde

source: You can allow messages from specific hosts by adding their IP addresses (e.g. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" or "192.168.12.16/28") to the allow list. This list is only needed to override the banned list.
ro: Puteti sa acceptati mesaje de la anumite gazde prin adaugarea adresei IP (ex. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" sau "192.168.12.16/28") pe lista celor aprobati. Aceasta lista este necesara numai pentru a permite controlul exact al celor de pe lista fara permisiune.

source: You can use FrostWire to open certain filetypes and protocols. You can also instruct FrostWire to always regain these associations if another program takes them.
cy: Ti'n gallu defnyddio FrostWire i agor rhai fathau o ffeiliau a phrotocolau. Ti hefyd yn gallu dweud wrth FrostWire i wastad ail-afael yn y cysylltiadau yma os mae rhaglen arall yn eu cymryd.
nb: Du kan bruke FrostWire til å åpne noen filtyper og protokoller. Du kan også instruktere FrostWire til å alltid gjennvinne disse assossiasjonene hvis et annet program tar dem.
nl: U kunt FrostWire gebruiken om bepaalde bestanden en protocollen te openen. U kunt FrostWire ook instellen om deze associaties niet te gebruiken als een ander programma deze al in gebruik heeft.
ro: Puteti folosi FrostWire sa deschideti cateva tipuri de fisiere si protocoale. Puteti instrui FrostWire sa repare aceste asocieri daca alt program incerca sa preia.
zh_cn: 可以使用FrostWire打开某些文件类型和协议。如果其他程序进行打开，也可以设置FrostWire始终获得关联。
zh_hk: 您可以使用FrostWire來打開特定檔案類型及協議。如果其它程序占用了它們，您也可以指示FrostWire總是重新取得這些關連。

source: Audio Options
cy: Opsiynau Sain
nb: Lyd alternativer
nl: Audio-opties
ro: Optiuni audio
zh_cn: 音频 选项
zh_hk: 音頻選項

source: You can choose which audio player to use.
cy: Ti'n gallu dewis pa chwaraewr sain i ddefnydio.
nb: Du kan velge hvilken lydavspiller du vil bruke.
nl: U kunt kiezen welke audiospeler u wilt gebruiken.
ro: Puteti stabili ce player audio va fi folosit.
zh_cn: 你 可以 选用 何种 浏览器.
zh_hk: 您可以選擇使用哪個音頻播放器。

source: Audio Player
cy: Chwaraewr Sain
nb: Lyd Avspiller
nl: Audiospeler
ro: Player audio
zh_cn: 播放器
zh_hk: 音頻播放器

source: Clear Downloads
ro: Eliminare descarcari

source: You can choose whether or not to automatically clear downloads that have completed.
ro: Puteti stabili daca descarcarile complete sa fie eliminate automat sau nu.

source: Clear Completed Downloads:
ro: Eliminare descarcari complete:

source: Clear Uploads
ro: Elimina incarcarile

source: You can choose whether or not to automatically clear uploads that have completed.
ro: Puteti stabili daca incarcarile complete sa fie eliminate automat sau nu.

source: Automatically Clear Completed Uploads:
ro: Eliminare automata incarcari complete:

source: Text Autocompletion
cy: Llenwi'r Testun yn Awtomatig
nb: Autofullfør tekst
nl: Automatische tekstvoltooiing
ro: Autocompletare
zh_cn: 文本自动完成
zh_hk: 文本自動完成

source: You can enable or disable autocompletion of text fields.
cy: Ti'n gallu caniatau neu atal awtolenwi'r bocsys testun.
nb: Du kan aktivére eller deaktivere autofullfør for tekstfelt
nl: U kunt automatische voltooiing van tekstvelden in- of uitschakelen.
ro: Puteti activa sau dezactiva autocompletarea campurilor text.
zh_cn: 可以启用或停用自动完成功能。
zh_hk: 您可以啟用或禁用文本欄位自動完成。

source: Enable Autocompletion of Text Fields:
cy: Defnyddio awto-lenwi testun:
nb: Aktiver autofullføring av tekst felt
nl: Automatische voltooiing van tekstvelden inschakelen:
ro: Activare autocompletarea campurilor text.
zh_cn: 启用自动完成功能：
zh_hk: 啟用文本欄位自動完成：

source: Browser Options
cy: Opsiynau Chwilio
nb: Utforsker Alternativer
nl: Browseropties
ro: Optiuni browser
zh_cn: 浏览器 选项
zh_hk: 瀏覽器選項

source: You can choose which browser to use.
cy: Ti'n gallu dewis pa raglen chwilio i ddefnyddio
nb: Du kan velge hvilken utforsker du vil bruke.
nl: U kunt kiezen welke browser u wilt gebruiken.
ro: Puteti stabili ce browser va fi folosit.
zh_cn: 你 可以 选用 何种 浏览器.
zh_hk: 您可以選擇使用哪個瀏覽器。

source: View Example
cy: Gweld Esiampl
nb: Vis Eksempel
nl: Voorbeeld bekijken
ro: Vizualizare exemplu
zh_cn: 查看范例
zh_hk: 查看範例

source: You can choose how bug reports should be sent. To view an example bug report, click 'View Example'. Choosing 'Always Send Immediately' will immediately contact the bug server when FrostWire encounters an internal error. Choosing 'Always Ask for Review' will tell FrostWire to ask for your approval before sending a bug to the bug server. Choosing 'Always Discard All Errors' will cause FrostWire to ignore all bugs (this is not recommended).
cy: Ti'n gallu dewis sut mae adroddiadau byg yn cael eu gyrru. I weld esiampl o adroddiad byg, clicia ar 'Gweld Esiampl'. Mae dewis 'Anfon yn syth bob tro' yn cysylltu a'r 'bug server' pan mae FrostWire yn darganfod gwall mewnol. Mae dewis 'Gofyn i adolygu pob tro' yn ddweud wrth FrostWire i ofyn iti cyn danfon yr adroddiad byg i'r 'bug server' . Mae dewis 'Cael gwared a phob gwall, bob tro' yn achosi i FrostWire i anwybyddu pob byg (dim wedi argymell)
nb: Du kan velge hvordan feilrapporteringer skal bli sendtt. For å vise et eksempel på en feilrapportering, trykk 'vis eksempel', velger du 'Alltid Send Øyeblikkelig' vil FrostWire automatisk kontakte feilrapporteringsserveren når FrostWire ser at en feil oppstår. Om du velger *Spørr for Reveiw' vil fortelle FrostWire at han må spørre deg før han kontakter feilrapporteringsserveren. Velger du 'Blås alltid i alle Feil' vil FrostWire ignorere alle feil (dette er ikke anbefalt).
nl: U kunt kiezen hoe foutenrapporten verzonden zouden moeten worden. Om een voorbeeld van een foutenrapport te bekijken, klikt u op 'Voorbeeld bekijken'. Door te kiezen voor 'Altijd meteen verzenden' wordt de foutenserver direct benaderd als FrostWire een interne fout tegenkomt. Als u kiest voor 'Altijd laten bekijken' moet FrostWire altijd voor uw toestemming vragen voordat er een fout naar de foutenserver gestuurd wordt. Als u kiest voor 'Altijd alle foutmeldingen verwerpen' zal FrostWire alle fouten negeren (dit wordt niet geadviseerd).
ro: Puteti stabili in ce mod sa fie trimise rapoartele de bug-uri. Pentru a vedea un exemplu de raport, faceti click pe 'Vizualizare exemplu'. Selectand 'Intotdeauna trimite imediat' va fi contactat imediat serverul cand FrostWire se confrunta cu o eroare interna. Selectand 'Intotdeauna cere revizualizarea' FrostWire va va cere acordul inainte de a trimite un raport. Selectand 'Intotdeauna renunta la toate erorile' FrostWire va ignora toate bug-urile (ceea ce nu este recomandat).
zh_cn: 可以选择错误报告如何发送。查看错误报告范例，点击'查看范例'。选择'始终立即发送'，则当FrostWire遇到内部问题时可以马上联系服务商。选择'始终要求重新审核'，则告诉FrosWire在发送错误报告给服务商前需征得您的同意。选择'始终忽略所有错误'，则让FrostWire忽略所有错误（不推荐该选项）。
zh_hk: 您可以選擇該如何發送錯誤報告。要查看錯誤報告範例，點擊‘查看範例’。選擇‘總是立即發送’將會在FrostWire遇到內部錯誤時，立即聯繫錯誤伺服器。選擇‘總是徵詢檢視’，FrostWire則會在發送錯誤給錯誤伺服器前，先徵詢您的批准。選擇‘總是棄置所有錯誤’，則會導致FrostWire忽視所有錯誤（不建議使用）。

source: Send Errors Automatically if FrostWire is Frozen
cy: Gyrru gwallau'n awtomatig os mae FrostWire wedi rhewi
nb: Send feilmelding automatisk hvis FrostWire fryser
nl: Fouten automatisch verzenden als FrostWire vastgelopen is
ro: Trimite erorile automat daca FrostWire este blocat
zh_cn: 如果FrostWire冻结，则自动发送错误
zh_hk: 如果FrostWire凍結，自動發送錯誤。

source: Host Communication
ro: Comunicatia gazdei

source: You can turn chat on or off.
ro: Puteti porni sau opri chat-ul.

source: Enable Chat:
ro: Activare chat:

source: Connect on Startup
ro: Conectare la pornire

source: You can choose whether or not to automatically connect to the network when the application starts up.
ro: Puteti alege daca sa se conecteze automat la retea la pornirea programului sau nu.

source: Connect on Startup:
ro: Conectare la pornire:

source: Connection Preferencing
ro: Preferintele conectarii

source: You can limit who is able to connect to you based on the number of files they share.
ro: Puteti limita cine se conecteaza la dumneavoastra pe baza numarului de fisiere pe care le fac publice.

source: Files You Must Share to Not be a Freeloader:
ro: Fisierele care trebuie publicate pentru a nu fi freeloader:

source: Allow Freeloaders:
ro: Permite freeloaders:

source: Rarely
ro: Rar

source: Always
ro: Intotdeauna

source: Content Filters
cy: Ffiltro Cynnwys
nb: Innholdsfilter
ro: Filtre de continut

source: You can tell FrostWire to filter files that copyright owners request not be shared. By enabling filtering, you are instructing FrostWire to confirm all files you download or share with a list of removed content.
cy: Rwyt ti'n gallu dweud wrth FrostWire i ffiltro ffieiliau y mae perchenogion y hawlfraint wedi gofyn i beidio rhannu. Wrth alluogi y ffiltro, rwyt ti'n dweud wrth FrostWire i gadarnahu bod pob ffeil wedi llwytho i lawr neu'n rhannu gyda rhestr o gynnwys cyfyngedig.
nb: Du kan si om FrostWire skal filtrere filer der eieren av kopirettighetene ønsker at filen ikke blir delt. Ved å slå på filtrering forteller du at FrostWire skal bekrefte alle filer du laster ned eller deler med en liste med fjernet innhold.
ro: Puteti alege ca FrostWire sa filtreze fisierele ai caror detinatori de copyright solicita sa nu fie publice. Activand filtrarea, FrostWire va confrunta toate fisierele pe care le descarcati sau publicati cu lista continutului retras.

source: Enable Content Filters
cy: Defnyddio Ffiltro Cynnwys
nb: Slå på Innholdsfilter
ro: Activare filtrare continut

source: Buffer Size
ro: Marimea zonei tampon

source: You can configure the buffer size to use for streaming media. If iTunes or other media players experience frequent rebuffering, increase this value. A higher setting may use more memory.
ro: Puteti sa configurati marimea zonei tampon pentru continutul media. Daca iTunes sau alt player media au probleme frecvente in legatura cu zona tampon, cresteti valoarea acesteia. O setare mai mare poate folosi mai multa memorie.

source: Password Protection
ro: Protectie prin parola

source: You can limit the access to this service with a password.
ro: Puteti limita accesul la acest serviciu prin parola.

source: Require Password:
ro: Cerere parola:

source: You can share your Music on the Local Area Network and make it accessible for iTunes and other Digital Audio Access Protocol (DAAP) enabled Players.
ro: Puteti sa va publicati muzica in reteaua locala si sa o faceti accesibila pentru iTunes si alte player-e cu protocolul de acces audio digital.

source: Share My Music:
ro: Publicati-va muzica:

source: Shared Name:
ro: Numele sub care publicati:

source: File Already Exists Behavior
ro: Comportamentul fisierul exista deja

source: You can choose the default action that FrostWire will perform when you try to download a file that already exists on disk.
ro: Puteti alege actiunea implicita pe care FrostWire sa o aplice cand incercati sa descarcati un fisier care exista deja pe disk.

source: Always Show the 'Save As' Dialog
ro: Intotdeauna afiseaza 'Salvare ca'

source: Always Append (#) to the Filename
ro: Intotdeauna adauga (#) la numele fisierului

source: Always Ask What to do
ro: Intotdeauna intreaba ce sa faca

source: Capabilities
ro: Capacitati

source: If your computer has a fast internet connection, FrostWire may act as an "Ultrapeer" and/or connect to the Mojito DHT. FrostWire can also use a secure communications mode called TLS, which may use more CPU resources. You can disable these if needed.
ro: Daca computerul Dvs are o conexiune rapide la internet, FrostWire poate sa actioneze ca 'Ultrapeer' si/sau sa se conecteze la Mojito DHT. FrostWire poate de asemenea sa fooloseasca un mod securizat de comunicare numit TLS, care va folosi mai multe resurse ale procesorului. Puteti sa dezactivati acestea daca doriti.

source: Disable Ultrapeer Capabilities:
ro: Dezactivare posibilitati de intermediere:

source: OOB Searching
ro: Cautare OOB

source: Out-Of-Band Searching results in faster result delivery to your client, though some internet connections may not work well with this feature.
ro: Cautarea OOB da rezultate mai rapid clientului dumneavoastra, desi este posibil ca unele conexiuni la internet sa nu functioneze corespunzator cu aceasta caracteristica.

source: Enable OOB Searching:
ro: Activare cautarea OOB:

source: Download Bandwidth
ro: Latimea de banda a descarcarii

source: You can set the percentage of your bandwidth devoted to downloads.
ro: Puteti alege procentajul latimii de banda pentru descarcari.

source: Download Speed:
cy: Cyflymdra Llwytho:
nb: Nedlastings Hastighet:
nl: Downloadsnelheid:
ro: Viteza descarcarii:
zh_cn: 下载 带宽:
zh_hk: 下載速度：

source: Unlimited
cy: Di-derfyn
nb: Ubegrenset
nl: Ongelimiteerd
ro: Nelimitat
zh_cn: 无限制
zh_hk: 無限

source: License Warning
cy: Rhybudd Trwydded
nb: Lisens Advarsel
nl: Licentiewaarschuwing
ro: Avertizare licenta
zh_cn: 授权警告
zh_hk: 許可警告

source: You can choose whether to be warned about downloading a file without a license.
cy: Ti'n gallu dewis i gael dy rybuddio am lwytho i lawr ffeil heb drwydded.
nb: Du kan velge om du vil bli advart om å laste ned en fil uten lisens eller ikke.
nl: U kunt ervoor kiezen of u gewaarschuwd wilt worden voor een bestand zonder licentie.
ro: Puteti alege daca sa fiti avertizati sau nu daca descarcati un fisier fara licenta.
zh_cn: 你 可以 选择 是否 自动 清除 已完成的 下载 条目.
zh_hk: 您可以選擇在下載未經許可的檔案時，是否接收警告。

source: Show License Warning:
cy: Dangos Rhybudd Trwydded:
nb: Vis Lisens Advarsel:
nl: Licentiewaarschuwing tonen:
ro: Afisare avertizare licenta:
zh_cn: 显示授权警告：
zh_hk: 顯示許可警告：

source: You can disable FrostWire's junk filter and delete all previously collected filter data here, if your junk filter is rating too many files as spam.
ro: Puteti dezactiva filtrul pentru continut neimportant si sterge toate datele de filtrare colectate anterior, daca filtrul pentru continut neimportant clasifica prea multe fisiere ca spam.

source: Display junk in place
ro: Afisare continut neimportant

source: Display junk at the bottom of search results
ro: Afisare continut neimportant la sfarsitul rezultatelor cautarii

source: Do not display junk
ro: Nu afisa continut neimportant

source: Shared Extensions
cy: Estyniadau wedi'u rhannu
nb: Delte Utbedringer
ro: Extensii publice

source: You can choose which file extensions you would like to share.
cy: Ti'n gallu dewis pa estyniadau ffeil ti eisiau eu rhannu.
nb: Du kan velge hvilke filutbedringer du vil dele.
ro: Puteti alege ce extensii de fisiere doriti sa faceti publice.

source: Extensions:
cy: Estyniadau:
nb: Utbedringer:
ro: Extensii:

source: Use Defaults
cy: Defnyddio'r Gwreiddiol
nb: Bruk Standard
ro: Folosire implicit

source: Share the Default File Extensions
cy: Rhannu'r Estyniad Ffeil Rhagosodiedig
nb: Del Standard Fil Ubedringer
ro: Publicare extensii de fisiere implicite

source: Router Configuration
cy: Trefniadau Router
nb: Router Innstillinger
nl: Routerconfiguratie
ro: Configurare router
zh_cn: 主机 联系
zh_hk: 路由器配置

source: FrostWire can configure itself to work from behind a firewall or router. Using Universal Plug 'n Play (UPnP), FrostWire can automatically configure your router or firewall for optimal performance. If your router does not support UPnP, FrostWire can be set to advertise an external port manually. (You must also configure your router if you choose manual configuration.)
ro: FrostWire se poate configura singur pentru a lucra din spatele unui firewall sau router. Folosind Universal plug 'n play (UPnP), FrostWire poate configura automat router-ul sau firewall-ul dumneavoastra pentru performante optime. Daca nu este suportat UPnP, FrostWire poate fi setat sa contacteze un port extern manual. (De asemenea trebuie sa configurati router-ul daca alegeti configurare manuala.)

source: Use UPnP (Recommended)
ro: Utilizare UPnP (recomandat)

source: Manual Port Forward:
ro: Port manual:

source: Do Nothing (Not Recommended)
ro: Nici o actiune (nerecomandat)

source: You must enter a port between 1 and 65535 when manually forcing your port.
ro: Numarul portului trebuie sa fie intre 1 si 65535 pentru fortarea manuala a portului dumneavoastra.

source: Filter Hosts
ro: Filtrare gazde

source: You can disallow messages from specific hosts by adding their IP addresses (e.g. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" or "192.168.12.16/28") to the banned list.
ro: Puteti sa nu acceptati mesaje de la anumite gazde prin adaugarea adresei IP (ex. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" sau "192.168.12.16/28") pe lista celor fara permisiune.

source: FrostWire can also manage a blacklist for you. This will keep FrostWire protected from harmful clients and other nuisances.
ro: FrostWire poate de asemenea sa controleze listele dumneavoastra negre. Aceasta ca mentine FrostWire protejat impotriva clientilor care distrug ai a altor probleme.

source: Use FrostWire's built-in blacklist
ro: Folositi listele negre incorporate ale FrostWire

source: Filter Result Types
ro: Tipuri de filtrare a rezultatelor

source: You can specify general types of search results to filter.
ro: Puteti specifica tipurile generale ale rezultatelor cautarii ce vor fi filtrate.

source: Ignore Adult Content
cy: Anwybyddu Cynnwys Oedolyn
nb: Ignorer Voksent Innhold
nl: Negeer volwasseneninhoud
ro: Ignorare continut adult.
zh_cn: 忽略 成人 内容
zh_hk: 忽略成人內容

source: Ignore .htm/.html Files
ro: Ignorare fisiere .htm/.html

source: Ignore .vbs Files
ro: Ignorare fisiere .vbs

source: Filter Results
cy: Canlyniadau Ffilter
nb: Filtrer Resultat
nl: Zoekresultaten filteren
ro: Rezultatele filtrarii
zh_cn: 过滤
zh_hk: 篩選結果

source: You can filter out search results containing specific words.
cy: Ti'n gallu ffiltro allan canlyniadau chwilio sy'n cynnwys geiriau penodol.
nb: Du kan filtrere ut søkeresultat som inneholder spesifikke ord.
nl: U kunt zoekresultaten welke specifieke woorden bevatten filteren.
ro: Puteti filtra rezultatele cautarii dupa cuvinte cheie.
zh_cn: 你 可以 过滤 调包含特殊 文字的 搜索 结果.
zh_hk: 您可以篩選出含有特定詞彙的搜尋結果。

source: Image Options
cy: Opsiynau Delwedd
nb: Bildeinnstillinger
nl: Afbeeldingsopties
ro: Optiuni imagine
zh_cn: 图片 选项
zh_hk: 圖像選項

source: You can choose which image viewer to use.
cy: Ti'n gallu dewis pa raglen i ddefnddyio i weld delweddau.
nb: Du kan velge hvilken bildeviser du vil bruke.
nl: U kunt kiezen welke afbeeldingenviewer u wilt gebruiken.
ro: Puteti stabili ce vizualizator de imagini sa fie folosit.
zh_cn: 你 可以 选用 何种 浏览器.
zh_hk: 您可以選擇使用哪個圖像瀏覽器。

source: Image Viewer
cy: Rhaglen Ddelweddau
nb: Bildeviser
nl: Afbeeldingenviewer
ro: Vizualizator de imagini
zh_cn: 图片浏览器
zh_hk: 圖像瀏覽器

source: Locale Preferencing
cy: Dewisiadau Lleol
nb: Språk Instillinger
nl: Lokale voorkeur
ro: Preferinte locale
zh_cn: 优先 选择
zh_hk: 語言環境偏好

source: You can choose to preference hosts using the same language as you.
cy: Ti'n gallu dewis i roi blaenoriaeth i letywyr sydd yn defnyddio yr un iaith a ti.
nb: Du kan velge verter som bruker samme språk som deg framfor de som ikke gjør det.
nl: U kunt kiezen om hosts te prefereren welke dezelfde taal als u gebruiken.
ro: Puteti prefera gazde care folosec aceeasi limba ca si dumneavoastra.
zh_cn: 您可以优先选择与您使用同种语言的主机。
zh_hk: 您可以選擇偏好和您使用相同語言的主機。

source: Turn preferencing on:
cy: Troi blaenoriaethu ymlaen:
nb: Skru språkvalg på:
nl: Voorkeuren aanzetten:
ro: Activati preferinte:
zh_cn: 优先 选择
zh_hk: 啟用偏好：

source: Maximum Downloads
ro: Maximum de descarcari

source: You can set the maximum number of simultaneous downloads.
ro: Puteti stabili numarul maxim de descarcari simultane.

source: Maximum Downloads:
ro: Maximum de descarcari:

source: Maximum Searches
cy: Uchafswm Chwiliadau
nb: Maksimalt Antall Søk
nl: Maximum aantal zoekopdrachten
ro: Maxim de cautari
zh_cn: 最多 搜索 数目
zh_hk: 最大數量的搜尋

source: You can set the maximum number of simultaneous searches you can perform.
cy: Ti'n gallu dewis uchafswm o chwiliadau ti'n gwneud ar yr un pryd
nb: Du kan sette maksimalt antall samtidige søk du kan utføre.
nl: U kunt het aantal gelijktijdige zoekacties instellen.
ro: Puteti stabili numarul maxim de cautari simultane pe care le puteti face.
zh_cn: 你 可以 设置 你 能 执行的 最多的 同时 搜索的 数目.
zh_hk: 您可以設定您可以執行的最大數量的同步搜尋。

source: Maximum Searches:
cy: Uchafswm Chwiliadau:
nb: Maksimalt Antall Søk:
nl: Maximum aantal zoekopdrachten:
ro: Maxim de cautari:
zh_cn: 最多 搜索 数:
zh_hk: 最大數量的搜尋：

source: Max Upload Slots
ro: Maxim slot-uri de incarcare

source: Never allow more than this many uploads. This value will only be reached if you have enough bandwidth.
ro: Nu permiteti mai multe incarcari. Aceasta valoare va fi atinsa numai daca latimea de banda este suficienta.
