Repository: gubatron/frostwire-desktop
Catalog: lib/messagebundles/*.po
Languages: cy, nb, nl, ro, zh_cn, zh_hk

source: FrostWire is translated into many different languages including Chinese, French, German, Japanese, Italian, Spanish and many more. Visit FrostWire's <a href="{0}">internationalization page</a> for information on how you can help translation efforts!
nb: FrostWire er oversatt til mange forskjellige språk, inkludert kinesisk, fransk, tysk, japansk, italiensk, spansk og mange flere. Besøk FrostWire <a href="{0}">internasjonalisering side</a>for informasjon om hvordan du kan hjelpe oversettelse innsats!
nl: FrostWire is vertaald in veel talen zoals Chinees, Frans, Duits, Japans, Spaans en nog veel meer. Bezoek de <a href="{0}">internationalisatie pagina</a> van FrostWire voor meer informatie over hoe u kunt helpen met vertalen!
zh_cn: FrostWire译成多种语言，包括中文、法文、德文、日文、意大利文、西班牙文等等。关于如何帮助翻译领域，访问FrostWire国际页面了解详情。
zh_hk: FrostWire被翻譯成多種語言，包括中文、法文、德文、日文、意大利文、西班牙文以及更多。訪問FrostWire的<a href="{0}">國際化頁面</a>，查看您如何能幫助翻譯工夫的資訊！

source: Small variations in the search title will still work. For example, if your buddy is sharing 'Frosty' but you searched for 'My Frosty', your buddy's file will still be found.
nb: Små variasjoner i søk tittel vil fremdeles fungere. For eksempel, hvis din venn er deling av 'kalde' men du søkte etter 'Min Kalde', din venn vil filen fremdeles bli funnet.
nl: Kleine veranderingen in de zoektitel zullen nog steeds werken. Als uw buddy bijvoorbeeld 'Frosty' deelt, maar u zoekt naar 'My Frosty', zal het bstand van uw buddy nog steeds gevonden worden.
zh_cn: 搜索标题中的小变量仍可行。例如：如果您的好友分享'Frosty'，而您搜索'My Frosty'，您好友的文件仍可以被找到。
zh_hk: 搜尋題目的微小差別仍可運作。例如，如果您的好友在分享‘Frosty’但您卻搜尋‘My Frosty’，您仍可以找到好友的檔案。

source: You can increase the text size via <font color="185ea8">View</font> &gt; <font color="185ea8">Increase Font Size</font>.
nb: Du kan øke tekststørrelsen via <skriftfarge="185ea8">Vis</font> &gt; <skriftfarge="185ea8">Øk skriftstørrelse</font>.
nl: U kunt de lettergrootte groter maken via <font color="185ea8">Toon</font> &gt; <font color="185ea8">Vergroot Lettergrootte</font>
zh_cn: 可通过外观设置中的放大字体来放大文本。
zh_hk: 您可以通過<font color="185ea8">檢視</font> &gt; <font color="185ea8">放大字體</font>來放大字體。

source: Be careful not to share sensitive information like tax documents, passwords, etc. The torrents you are seeding are accesible by everyone on the network as long as they have the .torrent or a (magnet) link to it.
nb: Vær forsiktig så du ikke dele sensitive opplysninger, for eksempel avgift dokumenter, passord osv. Den torrents du er såing er tilgjengelig for alle på nettverket så lenge de har .torrent eller en (magnet) lenke til det.
nl: Deel geen gevoelige informatie zoals belastingspapieren, wachtwoorden, etc. De torrents die u aan het seeden bent zijn voor iedereen op het netwerk toegankelijk, zo lang zij de .torrent of een (magneet) link ernaartoe hebben.
zh_cn: 注意不要共享私密信息，如：税收文件、密码，等等。只要有.torrent或者magnet链接，网络上的每个人都可以获取您作种的种子文件。
zh_hk: 當心勿分享敏感資訊，如稅務文件、密碼等。您做種的源代碼只有仍有.torrent 或（磁力）與之連接，網上的所有人都可以存取它。

source: Want to share a large file? Send several hundred gigabytes with no problems at all, just make sure you leave your FrostWire running while your friend(s) are downloading. They can pause and resume the download all they want as long as you or somebody else is seeding the same content.
nb: Vil du dele en stor fil? Sende flere hundre gigabyte med noen problemer i det hele tatt, bare sørg for at du lar din FrostWire kjøre mens vennen(e) laster ned. De kan pause og gjenoppta nedlastingen alt de ønsker, så lenge du eller noen andre er såing det samme innholdet.

source: Don't want to seed? Go to Tools &gt; Options &gt; Bittorrent
nb: Ønsker ikke å frø? Gå til Verktøy &gt; Alternativer &gt; Bittorrent

source: You can find out which version of FrostWire you are using by choosing 'About FrostWire' from the Help menu.
nb: Du kan finne ut hvilken versjon av FrostWire du bruker ved å velge 'Om FrostWire' fra Hjelp menyen.
nl: Ontdek welke versie van FrostWire u gebruikt door 'Over FrostWire' te kiezen van het Help menu.
zh_cn: 可以通过选择帮助菜单中的'关于FrostWire'查看您所使用的FrostWire版本。
zh_hk: 您可以在幫助菜單通過選擇‘關於FrostWire’，找出您使用的FrostWire版本。

source: Be a good network participant, don't close FrostWire if someone is uploading from you.
nb: Vær et godt nettverk deltaker, ikke lukk FrostWire hvis noen laster opp fra deg.
nl: Wees een goede deelnemer, sluit FrostWire niet af als iemand van jou aan het downloaden is.
zh_cn: 做一位有道德的网络参与者，如果有人从你这儿上传，不要关闭FrostWire。
zh_hk: 成為優質的網絡參與者，如有人從您處上載，勿關閉FrostWire。

source: Are you unhappy with the small number of search results you received? Right-click a search result, then choose Search More, then Get More Results.
nb: Er du misfornøyd med det lave antallet søkeresultater du har fått? Høyreklikk et søkeresultat, og velg Søk på Mer og deretter få flere resultater.
nl: Bent u niet blij met het kleine aantal zoekresultaten die u ontvangen heeft? Klik dan met de rechtermuisklikop een zoekresultaat, kies dan Zoek Meer, en daarna op Krijg Meer Resultaten.
zh_cn: 对获取的一点点搜索结果不满意？右击一条搜索结果，选择更多搜索，然后获取更多搜索结果。
zh_hk: 您是否對所收到的少量搜尋結果感到不快？右擊某搜尋結果，然後選擇‘搜尋更多’，接著選擇‘取得更多結果’。

source: You can find out which version of FrostWire you are using by choosing 'About FrostWire' from the FrostWire menu.
nb: Du kan finne ut hvilken versjon av FrostWire du bruker ved å velge 'Om FrostWire' fra FrostWire menyen.
nl: U kunt ontdeken welke versie van FrostWire u gebruikt door 'Over Frostwire ' te kiezen van het Frostwire menu.
zh_cn: 通过FrostWire菜单中的'关于FrostWire'可以发现您所使用的FrostWire版本。
zh_hk: 您可以通過從FrostWire菜單選擇‘關於FrostWire’，找出您使用著的FrostWire版本。

source: You can turn autocomplete for searching on or off by choosing 'Preferences' from the 'FrostWire' menu, and changing the value of 'Autocomplete Text' under the 'View' option.
nb: Du kan slå autofullføring for søking på eller av ved å velge 'Preferences' fra 'FrostWire' menyen, og endre verdien av 'Autofullfør Tekst' under 'Vis' alternativet.

source: Want to see dialogs for questions which you previously marked 'Do not display this message again' or 'Always Use This Answer'? Go to FrostWire &gt; Preferences, and check 'Revert To Default' under View &gt; Popups.
nb: Vil du se dialoger for spørsmål som du tidligere merket 'Ikke vis denne meldingen igjen' eller 'Alltid Bruk Dette svaret'? Gå til FrostWire &gt; Innstillinger, og sjekk 'på Tilbakestill til Standard' under Vis &gt; Popups.

source: You can ban certain words from appearing in your search results by choosing 'Preferences' from the 'FrostWire' menu and adding new words to those listed under Filters &gt; Keywords.
nb: Du kan forby enkelte ord fra vises i søkeresultatene ved å velge "Preferences" fra "FrostWire" menyen og legge til nye ord til dem oppført under Filter &gt; Nøkkelord.

source: Hate tool tips? Love tool tips? You can turn them on or off in most tables by control-clicking on the column headers and choosing 'More Options'. You can toggle other options here too, like whether or not to sort tables automatically and if you prefer the rows to be striped.
nb: Hate verktøytips? Kjærlighet verktøytips? Du kan slå dem av eller på i de fleste tabeller ved kontroll-klikke på kolonneoverskriftene og velge "Flere alternativer". Du kan veksle andre alternativer her også, som om ikke å sortere tabeller automatisk og hvis du foretrekker radene for å være stripete.
nl: Haat u tooltipteksten? Houdt u van tooltipteksten? U kunt ze in- of uitschakelen in de meeste tabellen door rechts te klikken op de kolomtitels en 'Meer opties' te kiezen'. U kunt hier ook andere opties aanpassen, zoals het automatisch sorteren van tabellen en of u gestreepte rijen wilt.
zh_cn: 讨厌工具提示？喜欢工具提示？可在大部分表格中通过右击标题栏并选择'更多选项'进行开启或关闭。也可以在此切换其他选项，例如：是否进行表格自动分类，是否更喜欢实线。
zh_hk: 討厭工具提示？喜歡工具提示？您可以在大部分表格啟用或關閉它們，只須在欄目標頭右擊並選擇‘更多選項’。您也可以在這裡切換其它選項，如是否要自動區分表格，以及您是否偏好斑馬線效果。

source: You can sort uploads, downloads, etc..., by clicking on a column. The table keeps resorting as the information changes. You can turn this automatic-sorting behavior off by control-clicking on a column header, choosing 'More Options' and un-checking 'Sort Automatically'.
nb: Du kan sortere opplastinger, nedlastinger osv..., ved å klikke på en kolonne. Tabellen holder ty som informasjonskravene endres. Du kan slå denne automatiske sortering oppførsel utenfor ved kontroll-klikke på en kolonneoverskrift, velger 'Flere alternativer' og un-sjekking 'Sorter automatisk'.
nl: U kunt uploads, downloads, enz. sorteren door op een kolom te klikken. De tabel blijft hersorteren als de informatie aangepast wordt. U kunt dit gedrag uitschakelen door rechts te klikken op een kolomtitel, 'Meer opties' te kiezen en 'Automatisch sorteren' uit te schakelen.
zh_cn: 可通过点击栏对上传、下载，等等...进行分类。表格随着信息的改变而重新分类。可通过右击栏目题头，选择'更多选项'，在'自动分类'不要打勾，进行关闭自动分类功能。
zh_hk: 您可以通過點擊某欄來區分上載、下載等...。隨著資訊變化，表格會持續調整。您可以通過右擊欄目標頭，選擇‘更多選項’及取消選擇‘自動區分’來關閉自動區分功能。

source: You can save individual downloads to custom locations. Control-click a search result and choose Download As. You can even change the location of a download in progress by control-clicking the download and choosing Change File Location.
nb: Du kan lagre individuelle nedlastinger til egendefinerte steder. Kontroll-klikk et søkeresultat og velge Last ned som. Du kan selv endre plasseringen av en nedlasting pågår ved kontroll-klikke på nedlasting og velge Endre filplassering.

source: Did you just download a file that you don't want to share? In the Library, control-click it and choose 'Stop Sharing File'.
cy: Newydd llwytho i lawr ffeil ti ddim eisiau rhanu? Yn y Llyfrgell, gontrol-glicia arno a dewis Stopio Rhannu Ffeil.
nb: Har du bare laste ned en fil som du ikke vil dele? I biblioteket kontroll på den og velge 'Stopp Deling fil'.

source: FrostWire's Library is a file manager, not just an MP3 Playlist. That means that when you delete a file from the Library, you have the option to either permanently delete the file from your computer or move it to the Trash.
nb: FrostWire Bibliotek er en filbehandler, ikke bare en MP3 spilleliste. Det betyr at når du sletter en fil fra biblioteket, har du muligheten til å enten slette filen fra datamaskinen din eller flytte den til papirkurven.
nl: De Bibliotheek van FrostWire is een bestandmanager, niet zomaar een MP3 Afspeelllijst. Dat betekent dat als u een bestand uit de Bibliotheek verwijdert, u de optie heeft om deze ofwel permanent van uw computer te verwijderen of deze te verplaatsen naar de Prullenbak.
zh_cn: FrostWire收藏库是文件管理器，不仅仅是MP3播放列表。意味着当你从收藏库中删除一份文件，你可以选择从电脑中永久性删除或者将其移至回收站。
zh_hk: FrostWire的媒體庫不只是MP3播放清單，更是個檔案管理器。這意味著當您從媒體庫中刪除某檔案時，您可以選擇將之從您的電腦中永久刪除，抑或是移到垃圾箱。

source: Want to play music in your default media player instead of in FrostWire? Control-click the FrostWire status bar and deselect 'Show Media Player'.
nb: Vil du spille musikken i din standard mediespiller istedenfor i FrostWire? Kontroll-klikk på FrostWire statuslinjen og velg bort 'Vis Media Player'.

source: Did you know you can save different types of files, such as audio, video, or images, in different folders on your computer automatically? Just go to FrostWire &gt; Preferences &gt; Saving to choose the location for each type of file.
nb: Visste du at du kan lagre ulike typer filer, som for eksempel lyd, video eller bilder, i forskjellige mapper på datamaskinen automatisk? Bare gå til FrostWire &gt; Innstillinger &gt; Lagre for å velge plasseringen for hver filtype.

source: Make FrostWire's Junk filter block more results by making the filter stricter. Adjust that and more by going to FrostWire &gt; Preferences &gt; Filters &gt; Junk.
nb: Gjør FrostWire er useriøs filter blokkerer flere resultater ved å gjøre filteret strengere. Juster dette og mer ved å gå til FrostWire &gt; Innstillinger &gt; filtrere &gt; useriøs.

source: Want FrostWire to look like your other Windows programs? Choose the Windows theme, available from the View &gt; Apply Skins menu.
cy: Eisiau FrostWire i edrych fel dy raglenni Windows eraill? Dewis y thema Windows, ar gael yn Gweld &gt; dewisiadau Themau.
nb: Vil FrostWire å ligne de andre Windows-programmer? Velg Windows temaet, tilgjengelig fra Vise &gt; Bruk Skall-menyen.

source: The icons that you see next to your search results in the '?' column are symbols of the program used to open that particular type of file. To change the program associated with a file, go to the Folder Options in Windows Explorer (from the Tools menu). This is a Windows setting, not a FrostWire setting.
nb: Ikonene som du ser ved siden av søkeresultatene i '?' kolonne er symboler for programmet brukes til å åpne den aktuelle filtypen. For å endre program knyttet til en fil, gå til mappen i Windows Utforsker (fra Verktøy-menyen). Dette er en Windows innstilling, ikke en FrostWire innstilling.

source: FrostWire's Library is a file manager, not just an MP3 Playlist. That means that when you delete a file from the Library, you have the option to either permanently delete the file from your computer or move it to the Recycle Bin.
nb: FrostWire Bibliotek er en filbehandler, ikke bare en MP3 spilleliste. Det betyr at når du sletter en fil fra biblioteket, har du muligheten til å enten slette filen fra datamaskinen eller flytte den til papirkurven.
nl: De Bibliotheek van FrostWire is een bestandmanager, niet zomaar een MP3 Afspeelllijst. Dat betekent dat als u een bestand uit de Bibliotheek verwijdert, u de optie heeft om deze ofwel permanent van uw computer te verwijderen of deze te verplaatsen naar de Prullenbak.
zh_cn: FrostWire收藏库是文件管理器，不仅仅是MP3播放列表。意味着当你从收藏库中删除一份文件，你可以选择从电脑中永久性删除或者将其移至回收站。
zh_hk: FrostWire的媒體庫不只是MP3播放清單，更是個檔案管理器。這意味著當您從媒體庫中刪除某檔案時，您可以選擇將之從您的電腦中永久刪除，抑或是移到回收站。

source: When you close FrostWire, it minimizes to the system tray. To exit, right-click the system tray icon (next to the time), and select Exit. You can change this behavior by going to Tools &gt; Options &gt; System Tray.
nb: Når du lukker FrostWire, reduserer det til systemstatusfeltet. For å avslutte, høyreklikker du ikonet i systemstatusfeltet (ved siden av tiden), og velg Avslutt. Du kan endre denne atferden ved å gå til Verktøy &gt; Alternativer &gt; System Tray.
nl: Als u FrostWire sluit, minimaliseert het naar de systeem tray. Om te sluiten, klikt u het systeemtray icoontje met de rechtermuisklik (naast de tijd), en selecteert u Exit. U kunt dit gedrag veranderen door naar Hulpmiddelen &gt; te gaan, Systeemtray.
zh_cn: 当关闭FrostWire时，它缩小到系统托盘。要退出，右击系统托盘图标（靠近时间），选择退出。可通过工具-选项-系统托盘对此进行更改。
zh_hk: 當您關閉FrostWire時，它即最下化至系統托盤中。要退出，右擊系統托盤圖標（在時間旁），並選擇退出。要改變此功能，您可以前往工具 &gt; 選項 &gt; 系統托盤。

source: Want to play music in your preferred media player instead of in FrostWire? Right-click the FrostWire status bar and deselect 'Show Media Player'. Then go to Tools &gt; Options &gt; Helper Apps to set the program of your choice.
nb: Vil du spille musikken i ditt foretrukne media player i stedet for i FrostWire? Høyreklikk FrostWire statuslinjen og velg bort 'Vis Media Player'. Så gå til Verktøy &gt; Alternativer &gt; Helper Apps for å sette programmet du ønsker.

source: Thank you for using FrostWire
cy: Cymorth i Ddefnyddio FrostWire
nb: Takk for at du bruker FrostWire
nl: Bedankt voor het gebruiken van FrostWire
zh_cn: 使用 FrostWire 的 帮助.
zh_hk: 感謝您使用FrostWire

source: Visit us at www.frostwire.com
cy: I gael y fersiwn newydd - http://www.frostwire.com
nb: Besøk oss på www.frostwire.com
nl: Bezoek ons op www.frostwire.com
zh_cn: 通过www.frostwire.com访问我们
zh_hk: 到www.frostwire.com訪問我們

source: O&pen .Torrent or Magnet
nb: O&penn. Torrent eller Magnet
nl: O&pen .Torrent of Magnet
zh_cn: 打开.Torrent或Magnet
zh_hk: 打&開.Torrent或磁力

source: Download .Torrent or Magnet or YouTube video link
nb: Last ned. Torrent eller Magnet eller YouTube-video lenke
nl: Download .Torrent of Magnet of YouTube video link
zh_cn: 下载.Torrent或者Magnet或者YouTube视频链接
zh_hk: 下載.Torrent或磁力或YouTube視頻鏈接

source: Type a magnet link, the file path or web address of a torrent file and FrostWire will start downloading it for you.
cy: Teipio linc magnet, neu gyfeiriad gwe o ffeil torrent, ac bydd FrostWire yn ei lawr lwytho iti.
nb: Skriv en magnet kobling, filbanen eller web-adresse til en torrent fil og FrostWire vil begynne å laste den ned for deg.
nl: Typ een Magnet-link of het pad/netwerkadres van een torrentbestand en FrostWire zal deze voor u gaan downloaden.
zh_cn: 输入种子文件的magnet链接，文件路径或者网址，FrostWire将开始为您下载。
zh_hk: 鍵入某源代碼檔案的磁力鏈接、檔案路經或網址，FrostWire會為您開始下載。

source: Close the program's main window
cy: Cau'r Rhaglen
nb: Lukk programmets hovedvindu
nl: Belangrijkste venster van het programma afsluiten
zh_cn: 关闭 程序
zh_hk: 關閉程序的主窗口

source: E&xit
cy: Gadael
nb: &Avslutt
nl: Afsluiten
zh_cn: 退出
zh_hk: 退&出

source: Close and exit the program
cy: Cau'r Rhaglen
nb: Lukk og avslutte programmet
nl: Programma afsluiten
zh_cn: 关闭 程序
zh_hk: 關閉並退出程序

source: Send File or Folder...
cy: Rhannu Ffolder Newydd...
nb: Send fil eller mappe...
nl: Verstuur bestand of map...
zh_cn: 共享 文件夹
zh_hk: 發送檔案或文件夾...

source: Send a file or a folder to a friend
cy: Cadw'r Rhestr Chwarae Presennol i Ffeil
nb: Sende en fil eller en mappe til en venn
nl: Verstuur een bestand of een map naar een vriend
zh_cn: 保存 当前的 播放列表.
zh_hk: 發送檔案或文件夾給朋友

source: Please add any comments you may have (e.g what caused the error). Thank you and please use English.
cy: Rhowch unrhyw sylwadau (e.e. beth achosodd y gwall). A fyddech cystal defnyddio Saesneg. Diolch.
nb: Vennligst legg eventuelle kommentarer du måtte ha (f.eks hva som forårsaket feilen). Takk og vennligst bruk engelsk.
nl: Voer a.u.b. ieder commentaar in wat u beschikbaar heeft (zoals wat de fout veroorzaakt heeft). Type het bericht a.u.b. in het Engels. Bij voorbaat dank voor uw medewerking.
zh_cn: 请添加评论（例如：什么引起错误）谢谢，并请使用英文。
zh_hk: 請補充您或有的任何意見（如導致錯誤的原因） 謝謝，並請使用英文。

source: FrostWire was unable to write a necessary file because your hard drive is full. To continue using FrostWire you must free up space on your hard drive.
cy: Roedd FrostWire yn methu creu ffeil angenrheiddiol am fod dy ddisc caled yn llawn. I FrostWire garo ymlaen rhaid gwneud lle ar dy ddisc caled.
nb: FrostWire kunne ikke skrive en nødvendig fil fordi harddisken din er full. Vil fortsette å bruke FrostWire må du frigjøre plass på harddisken din.
nl: FrostWire kon een vereist bestand niet wegschrijven omdat uw harde schijf vol is. Om FrostWire te kunnen gebruiken moet u meer ruimte op uw harde schijf vrijmaken.
zh_cn: 由于您的硬盘空间已满，因此FrostWire不能够写入文件。如果要继续使用LimeWare，您必须清理出空闲空间在硬盘上。
zh_hk: FrostWire無法編寫必須檔案，因為您的硬碟滿了。要繼續使用FrostWire，您必須在硬碟上清出空間。

source: FrostWire was unable to open a necessary file because another program has locked the file. FrostWire may act unexpectedly until this file is released.
cy: Roedd FrostWire yn methu agor ffeil angenrheidiol am fod rhaglen arall wedi'i gloi. Efallai fydd FrostWire yn gweithio mewn ffordd annisgwyl nes fod y ffeil wedi'i datgloi.
nb: FrostWire kunne ikke åpne en nødvendig fil fordi et annet program har låst filen. FrostWire kan oppføre seg uventet til denne filen blir frigjort.
nl: FrostWire kon een vereist bestand niet openen omdat een ander programma dit bestand vergrendeld heeft. FrostWire kan onverwacht handelen tot dit bestand wordt vrijgegeven.
zh_cn: 由於另一个程序锁了有关文档，因此FrostWire无法打开该文档。FrostWire可能采取意料外的行动直至该文档被解放。
zh_hk: FrostWire無法打開必須檔案，因為有其他程序鎖定了該檔案。直至該檔案被釋放前，FrostWire或會不按預期運行。

source: FrostWire was unable to write a necessary file because you do not have the necessary permissions. Your preferences may not be maintained the next time you start FrostWire, or FrostWire may behave in unexpected ways.
cy: Roedd FrostWire yn methu ysgrifennu ffeil angenrheidiol - nid oes ganiatad gennyt. Efallai fydd dy opsiynau heb eu cadw y tro nesaf i FrostWire dechrau, neu efallai fydd FrostWire yn gweithio mewn ffyrdd annisgwyl.
nb: FrostWire kunne ikke skrive en nødvendig fil fordi du ikke har de nødvendige tillatelser. Dine preferanser kan ikke opprettholdes neste gang du starter FrostWire, eller FrostWire kan oppføre seg på uventede måter.
nl: FrostWire kon een vereist bestand niet wegschrijven omdat u niet de benodigde toestemming heeft. Uw voorkeursinstellingen worden misschien niet bewaard voor een volgende keer, of FrostWire kan onverwachte handelingen uitvoeren.
zh_cn: 由於您并没有得到有关允许，因此FrostWire无法记录有关文档。在下一次开启FrostWire时，您的优先选择有可能无法保持，或FrostWire可能会有意料外的行为。
zh_hk: FrostWire無法編寫必須檔案，因為您沒有必須的權限。您下次啟動FrostWire時，您的偏好可能無法維持，抑或FrostWire將會不按預期運行。

source: FrostWire cannot open a necessary file because the filename contains characters which are not supported by your operating system. FrostWire may behave in unexpected ways.
cy: Roedd FrostWire yn methu agor ffeil angenrheidiol am fod enw'r ffeil yn cynnwys llythrennau sydd ddim yn cael eu cefnogi gan dy system. Efallai fydd FrostWire yn gweithio mewn ffyrdd annisgwyl.
nb: FrostWire kan ikke åpne en nødvendig fil fordi filnavnet inneholder tegn som ikke støttes av ditt operativsystem. FrostWire kan oppføre seg på uventede måter.
nl: FrostWire kon een vereist bestand niet openen omdat de bestandsnaam karakters bevat die niet door uw besturingssysteem ondersteund worden. FrostWire kan onverwacht gaan handelen.
zh_cn: 由於您的开机系统无法支持有关文档使用的符号，因此FrostWire无法打开该文档。FrostWire可能会有意料外的行为。
zh_hk: FrostWire無法打開必須檔案，因為檔案名稱含有不獲您操作系統支援的字符。FrostWire或會不按預期運行。

source: FrostWire was unable to create or continue writing an incomplete file for the selected download because you do not have permission to write files to the incomplete folder. To continue using FrostWire, please choose a different Save Folder.
cy: Roedd FrostWire yn methu creu neu'n ddal i ysgrifennu ffeil anghyflawn am y llwytho wedi'i dewis achos nad oes caniatad gennyt i ysgrifennu i ffolder anghyflawn. I FrostWire parhau, rhaid dewis Ffolder Cadw gwahanol.
nb: FrostWire kunne ikke lage eller fortsette å skrive en ufullstendig fil for den valgte nedlastingen fordi du ikke har tillatelse til å skrive filer til ufullstendig mappen. Å fortsette å bruke FrostWire, vennligst velg en annen Lagre mappe.
nl: FrostWire kon een onvolledig bestand niet aanmaken of wegschrijven omdat u geen toestemming hebt om bestanden naar de onvolledige map te schrijven. Om FrostWire te blijven gebruiken moet u een andere Opslagmap kiezen.
zh_cn: 由于您无权限写入数据到不完整文件夹，因此FrostWire无法创建或继续写入选定下载的不完整文件。继续使用FrostWire，请选择不同的存储文件夹。
zh_hk: FrostWire無法為所選下載建立或繼續編寫不完整檔案，因為您沒有權限在不完整文件夾中編寫檔案。要繼續使用FrostWire，請選擇不同的保存文件夾。

source: What should FrostWire do with the selected associations on startup?
cy: Beth dylai FrostWire gwneud wrth ddechrau gyda'r cysylltiadau wedi'u dewis?
nb: Hva skal FrostWire gjøre med de valgte assossiasjonene på starup?
nl: Wat zou FrostWire moeten doen met de geselecteerde associaties bij het opstarten?
zh_cn: 在启动时，FrostWire对已选定关联应该做什么？
zh_hk: FrostWire應如何應對啟動時的指定關連？

source: Always take the selected associations.
cy: Cymryd y cysylltiadau wedi'u dewis pob tro.
nb: Alltid ta de valgte assosiasjoner.
nl: Altijd de geselecteerde associaties toewijzen.
zh_cn: 删除 选中的 连接.
zh_hk: 總是採用指定關連。

source: BitTorrent Sharing Settings
cy: Dewisiadau BitTorrent
nb: BitTorrent Delingsinnstillinger
nl: BitTorrent Deel Instellingen
zh_cn: 你 正在 共享 文件的 数目.
zh_hk: BitTorrent分享設定

source: Choose a folder where files downloaded from the BitTorrent network should be saved to. Please select if you want to "Seed" or to not "Seed" finished downloads. The link below has more information about "Seeding".
nb: Velg en mappe hvor filer lastet ned fra BitTorrent-nettverket skal lagres til. Velg om du vil "frø" eller til ikke "frø" ferdige nedlastinger. Linken nedenfor har mer informasjon om "såing".
nl: Kies een map waar gedownloade bestanden van het BitTorrent netwerk in op moeten worden geslagen. Selecteer als u de voltooide downloads wilt "Seeden" of niet wilt "Seeden". De link hieronder heeft meer informatie over "Seeding".
zh_cn: 选择从BitTorrent网络下载文件应该保存的文件夹请选择是否想要作种或者无作种完全下载。点击下列链接，了解更多关于作种详情。
zh_hk: 選擇一個文件夾，作為從BitTorrent網絡下載檔案的保存位置。 請選擇您是否要為已完成的下載"做種"或不"做種"。以下鏈接含有關於"做種"的更多資訊。
