Repository: gubatron/frostwire-desktop
Catalog: lib/messagebundles/*.po
Languages: cy, nb, nl, ro, zh_cn, zh_hk

source: Unlike other peer-to-peer file-sharing programs, FrostWire can transfer files even if both parties are behind a firewall. You don't have to do anything extra because it happens automatically!
cy: Yn wahanol i raglenni P2P (Partner i Bartner) eraill, mae FrostWire yn gallu trosglwyddo ffeiliau hyd yn oed os mae'r ddwy ochr y tu ol i wal tan. Does dim rhaid iti wneud dim byd - mae'n digwydd yn awtomatig!
nb: Ulikt andre peer-til-peer fil-delings programmer, kan FrostWire overføre filer selv om begge partier er bak en firewall. Du trenger ikke og ha noe ekstra fordi det skjer automatisk!
nl: In tegenstelling tot andere peer-to-peer-bestandsdelingsprogramma's kan FrostWire ook bestanden versturen en ontvangen als beide partijen achter een firewall zijn. U hoeft hier niets extra's voor te doen, want het gebeurt automatisch!
ro: Sper deosebire de alte programe de tip peer-to-peer, FrostWire poate transfera fisiere chiar daca amandoi sunt in spatele unui firewall. Nu trebuie sa faceti nimic deosebit pentru ca se intampla automat!
zh_cn: 不像其他点对点文件共享程序，即使双方设定防火墙，FrostWire仍可以传输文件。由于其自动产生，无需额外做其他设置！
zh_hk: 和其他端對端檔案分享程序不同， 即使雙方都設有防火牆，FrostWire仍可以傳送檔案。由於它是自動發生的，因此您勿須做任何額外事情！

source: FrostWire uses a technology called DHT to help users better find rare files. In order to be eligible for inclusion in the DHT, make sure you are not behind a firewall, and leave FrostWire running for as long as possible.
ro: FrostWire foloseste o tehnologie numita DHT pentru a ajuta utilizatorii sa gaseasca fisiere rare. Pentru a fi eligibil includerii in DHT, asigurati-va ca nu sunteti in spatele unui firewall si lasati FrostWire sa lucreze cat mai mult timp posibil.

source: Want to share a large file? FrostWire supports file sizes up to 1 TB (terabyte).
ro: Vreti sa impartiti un fisier mare? FrostWire suporta fisiere de pana la 1 TB (terabyte).

source: Want to be an Ultrapeer? Leave FrostWire running as long as possible. If you have a fast connection without a firewall, you will be promoted to Ultrapeer status after a while. Make sure that you have not disabled Ultrapeer capabilties in the Options.
ro: Vrei sa fi un Ultrapeer? Lasa FrostWire sa functioneze cat mai mult timp posibil! Daca ai o conexiune rapida la internet fara firewall, iti va fi oferit titlul de Ultrapeer dupa o perioada. Asigurati-va ca nu ati dezactivat capabilitatea Ultrapeer din Optiuni.

source: Magnet links allow users to download files through FrostWire from a web page. When you put a magnet link on your web page (in the 'href' attribute of anchor tags), and a user clicks the link, a download will start in FrostWire.
cy: Mae linciau magnet yn canatau i ddefnyddwyr llwytho i lawr ffeiliau trwy FrostWire o dudalen we. Pan ti'n rhoi linc magnet ar dy dudalen we (yn y manylion 'href' o'r tagiau angor), ac mae defnyddiwr yn clicio ar y linc, bydd FrostWire yn llwytho i lawr.
nb: Manget linker gi brukere lov til og laste ned filer gjennom FrostWire fra en nettside. Når du putter en magnet link på din nettside (i 'href' kjennemerket av anker tagger), og en bruker trykker på linken, vil en nedlasting starte i FrostWire.
nl: Magnet-links zorgen ervoor dat gebruikers bestanden kunnen downloaden door FrostWire, vanaf een webpagina. Als u een Magnet-link op uw webpagina plaatst (in het 'href'-attribuut of in ankertags) en een gebruiker klikt de link aan, zal de download in FrostWire starten.
ro: Link-urile Magnet permit utilizatorilor sa descarce fisiere prin FrostWire de pe o pahina de internet. Cand adaugati un link magnet pe pagina de internet (in atributul 'href' a ancorei) si un utilizator face click pe link, o descarcare va incepe in FrostWire.
zh_cn: Magnet链接允许用户通过FrostWire从网页上下载文件。当你在网页上加上magnet链接（作为连接标记的href属性），用户点击链接，FrostWire开始下载。
zh_hk: 磁力鏈接容許用戶通過FrostWire從某網頁下載檔案。當您在您的網頁設置磁力鏈接（位於定位點標籤的‘href’屬性），並有用戶點擊該鏈接時，下載即會在FrostWire開始。

source: Be a good network participant, don't close FrostWire if someone is uploading from you. You can tell FrostWire to automatically close after all downloads and uploads are complete by going to Tools &gt; Options and looking at the 'Shutdown' options.
ro: Fiti un bun participant la retea si nu inchideti FrostWire daca cineva incarca de la Dvs. Putei spune FrostWire sa se inchida automat dupa ce toate descarcarile si incarcarile sunt complete mergand la Tools &gt; Options si alegand din optiunile 'Shutdown'

source: FrostWire does not automatically share all types of files. If you have a specific file you'd like to share, make sure its extension is being shared. This can be done via Tools &gt; Options and altering the 'Sharing' options.
ro: FrostWire nu partajeaza automat toate tipurile de fisiere. Daca aveti un anume tip de fisier pe care doriti sa il partajati, verificati daca extensia acestuia este partajata. Pentru aceasta, accesati Tools &gt; Options si modificati optiunile 'Sharing'.

source: You can turn autocomplete for searching on or off by choosing 'Options' from the 'Tools' menu, and changing the value of 'Autocomplete Text' under the 'View' option.
cy: Ti'n gallu dechrau neu ddifodd awto-lenwi am chwilio trwy ddewis 'Opsiynau' o'r ddewisiadau 'Offer', a newid sut mae 'Awto-lenwi Testun' wedi gosod yn y opsiwn 'Gweld'.
nb: Du kan slå autofullfør av og på ved og velge 'Innstillinger' fra 'Verktøy' menyen, og endret verdien av 'Autofullfør Tekst' under 'Se' innstillingen.
ro: Puteti porni sau opri optiunile de autocompletare alegand 'Options' din meniul 'Tools' si modificand valoarea 'Autocomplete Text' din optiunile 'View'.

source: Want to see dialogs for questions which you previously marked 'Do not display this message again' or 'Always Use This Answer'? Go to Tools &gt; Options, and check 'Revert To Default' under View &gt; Popups.
cy: Eisiau gweld deialogau am y cwestiynau ti wedi marcio 'Peidio dangos y neges yma eto' neu 'Defnyddio yr ateb yma pob tro'?. Edrych ar Offer &gt; Opsiynau, a chlicia ar 'Adfer Gwreiddiol' o dan Gweld &gt; Ffenestri.
nb: Vil du se dialoger for spørsmål som du markerte 'Ikke Vis Denne Meldingen Igjen' eller 'Alltid Bruk Dette Svaret'? Gå til Verktøy &gt; Instillinger, og merk 'Tilbakestill Til Normalt' under Se &gt; Popups.
ro: Doriti sa vedeti optiunile de raspuns pentru intrebari pe care le-ati marcat anterior cu 'Do not display this message again' ('Nu mai arata acest mesaj') sau'Always Use This Answer' ('Foloseste intotdeauna acest raspuns')? Mergi la Tools &gt; Options si bifati 'Revert To Default' in casuta View &gt; Popups.

source: You can ban certain words from appearing in your search results by choosing 'Options' from the 'Tools' menu and adding new words to those listed under Filters &gt; Keywords.
cy: Ti'n gallu banio geiriau penodol rhag ymddangos yn dy ganlyniadau chwilio trwy ddewis 'Opsiynau' o 'Offer' ac adio geiriau newydd i'r rhai sydd wedi'u rhestri o dan Ffilterau &gt; Geiriau Chwilio.
nb: Du kan sensurere forskjellige ord fra og vises i dine søkeresultater ved og velge 'Instillinger' fra 'Verktøy' menyen og legg til nye ord til disse lagt til under Filtrer &gt; Nøkkelord.
nl: U kunt bepaalde woorden verbannen zodat ze niet meer verschijnen in uw zoekresultaten door te gaan naar 'Hulpmiddelen' en nieuwe woorden toe te voegen aan degenen onder 'Filters' &gt; Sleutelwoorden.
ro: Puteti bloca anumite cuvinte sa apara in rezultatele cautarii, alegand 'Options' din meniul 'Tools' si adaugand noile cuvinte in Filters &gt; Keywords.
zh_cn: 可通过'工具'菜单中的'选项'，在过滤-关键词中添加新词，阻止某些词出现在你的搜索结果中。
zh_hk: 您可以通過從‘工具’菜單上選擇‘選項’，並在篩選器 &gt; 關鍵字下的清單添加新詞彙，來禁止特定詞彙出現在您的搜尋結果中。

source: You can change the columns that display search result information. Columns you can choose include, 'Title', 'Genre', 'Track', 'Length', and many more. Just right-click on the search result column headers, choose audio or video, and check the columns you want to see!
ro: Puteti modifica coloanele care arata rezultatele cautarii. Coloanele pe care le puteti include sunt 'Title', 'Genre', 'Track', 'Lenght', si multe altele. Doar faceti click-dreapta pe antetul coloanelor rezultatelor cautarii, alegeti audio sau video si bifati coloanele pe care doriti sa le vedeti!

source: Hate tool tips? Love tool tips? You can turn them on or off in most tables by right-clicking on the column headers and choosing 'More Options'. You can toggle other options here too, like whether or not to sort tables automatically and if you prefer the rows to be striped.
cy: Wedi cael llond bol - neu wrth dy fodd - gyda ffenestri bach cyngor? Ti'n gallu eu stopio rhag ddangos yn y rhan mwya o dablau trwy dde-glicio ar benawdau'r colofnau a dewis 'Mwy o Opsiynau'. Ti'n gallu dewis opsiynau eraill hefyd, fel cael y tablau i'w trefnu'n awtomatig ac i gael y rhesi'n stribedi.
nb: Hater du verktøy tips? Elsker du verktøy tips? Du kan skru dem av og på i de fleste tabeller ved og høyreklikke på kolonne overskrift og velg 'Flere Innstillinger'. Du kan pinne andre instillinger her også, som og sortere tabeller automatisk og hvis du helst vil ha radene til og bli stripete.
nl: Haat u tooltipteksten? Houdt u van tooltipteksten? U kunt ze in- of uitschakelen in de meeste tabellen door rechts te klikken op de kolomtitels en 'Meer opties' te kiezen'. U kunt hier ook andere opties aanpassen, zoals het automatisch sorteren van tabellen en of u gestreepte rijen wilt.
ro: Urati sfaturile? Adorati sfaturile? Puteti sa le opriti sau sa le porniti in majoritatea tabelelor facand click-dreapta pe antetul coloanelor si alegand 'More Options'. Puteti sa mai alegeti si alte optiuni aici, cum ar fi daca sa se trieze sau nu tabelele automat, sau daca preferati sa se marcheze randurile.
zh_cn: 讨厌工具提示？喜欢工具提示？可在大部分表格中通过右击标题栏并选择'更多选项'进行开启或关闭。也可以在此切换其他选项，例如：是否进行表格自动分类，是否更喜欢实线。
zh_hk: 討厭工具提示？喜歡工具提示？您可以在大部分表格啟用或關閉它們，只須在欄目標頭右擊並選擇‘更多選項’。您也可以在這裡切換其它選項，如是否要自動區分表格，以及您是否偏好斑馬線效果。

source: You can sort uploads, downloads, etc..., by clicking on a column. The table keeps resorting as the information changes. You can turn this automatic-sorting behavior off by right-clicking on a column header, choosing 'More Options' and un-checking 'Sort Automatically'.
cy: Ti'n gallu trefnu llwythiadau, etc... trwy glicio ar golofn. Mae'r tablau'n ail-drefnu wrth i'r wybodaeth newid. Ti'n gallu difford y trefnu awtomatig trwy dde-glicio'r ar benawd y golofn, dewis 'Mwy o Opsiynau' a dad-ddewis 'Trefnu'n Awtomatig'.
nb: Du ka sortere opplastinger, nedlastinger, etc..., ved og trykke på en kolonne. Tabellen fortsetter og resorteres som informasjonen endres. Du kan skru denne automatiske-sorteringen av ved og høyreklikke på en kollone, velge 'Mer Innstillinger' og fjerne haken på 'Sorter Automatisk'.
nl: U kunt uploads, downloads, enz. sorteren door op een kolom te klikken. De tabel blijft hersorteren als de informatie aangepast wordt. U kunt dit gedrag uitschakelen door rechts te klikken op een kolomtitel, 'Meer opties' te kiezen en 'Automatisch sorteren' uit te schakelen.
ro: Puteti tria incarcarile, descarcarile, etc. apasand pe o coloana. Tabelul este mentinut triat in timp ce informatiile se schimba. Puteti opri aceasta optiune de auto-sortare facand click-dreapta pe un antetul unei coloane, alegand 'More Options' si debifand 'Sort Automatically'.
zh_cn: 可通过点击栏对上传、下载，等等...进行分类。表格随着信息的改变而重新分类。可通过右击栏目题头，选择'更多选项'，在'自动分类'不要打勾，进行关闭自动分类功能。
zh_hk: 您可以通過點擊某欄來區分上載、下載等...。隨著資訊變化，表格會持續調整。您可以通過在欄目標頭右擊，選擇‘更多選項’及取消選擇‘自動區分’來關閉自動區分功能。

source: You can tell FrostWire which downloads to start next. Right-click on the column headers in the download area and check the 'Priority' column. Select the download you want to start next and click the up arrow until it's at the top!
ro: Puteti spune FrostWire care descarcare sa inceapa urmatoarea. Faceti click-dreapta pe capul coloanelor si bifati coloana 'Priority'. Selectati descarcarea care doriti sa inceapa urmatoarea si apasati sageata in sus pana ajunge in susul listei.

source: FrostWire is written in Java, which means that having the latest version of Java will improve FrostWire's speed and stability. You can find the most recent Java release at <a href="{0}">www.java.com</a>.
cy: Mae FrostWire wedi ysgrifennu yn Java, sy'n meddwl bod cael y fersiwn diweddara o Java yn mynd i wella cyflymdra a chryfder FrostWire. Ti'n gallu cael y fersiwn diweddara o Java o <a href=\"{0}\">www.java.com</a>
nb: FrostWire er skrevet i Java, som betyr og ha den siste versjonen av Java vil gjøre FrostWire laskere og mer stabilt. Du kan finne den nyeste Java utslippelsen på <a href="{0}">www.java.com</a>.
ro: FrostWire este scris in Java, ceea ce inseamna ca daca aveti ultima versiune a Java, aceasta va imbunatatii viteza si stabilitatea FrostWire. Puteti gasi cele mai noi variante a Java la <a href="{0}">www.java.com</a>.

source: New Version Available!
cy: Fersiwn Newydd Ar Gael!
nb: Ny versjon Tilgjengelig!
nl: Nieuwe versie beschikbaar!
ro: Noua versiune disponibila!
zh_cn: 新版本已出了！
zh_hk: 已有新版本！

source: A new version of FrostWire is available.
cy: Mae fersiwn mwy diweddar o FrostWire ar gael.
nb: En ny versjon av FrostWire er tilgjengelig.
nl: Een nieuwere versie van FrostWire is beschikbaar.
ro: O noua versiune de FrostWire este disponibila.
zh_cn: FrostWire新版本可供下载。
zh_hk: FrostWire已有新版本。

source: Update Now
cy: Diweddaru Nawr
nb: Oppdater Nå
nl: Update nu
ro: Update acum
zh_cn: 立即更新
zh_hk: 現在就更新

source: Visit http://www.frostwire.com to update!
cy: I gael y fersiwn newydd - http://www.frostwire.com
nb: Besøk http://www.frostwire.com for å oppgradere!
nl: Bezoek http://www.frostwire.com voor een update!
ro: Vizitati http://www.frostwire.com pentru update!
zh_cn: 访问http://www.frostwire.com进行更新！
zh_hk: 訪問http://www.frostwire.com以更新！

source: FrostWire needs to be restarted to install the update. If you choose not to update now, FrostWire will update automatically when you close. Would you like to update now?
cy: Mae angen ail-ddechrau FrostWire i lwytho'r fersiwn newydd. Os ti'n dewis i beidio a diweddaru nawr, bydd FrostWire yn diweddaru'n awtomatig pan ti'n cau. Wyt eisiau diweddaru nawr?
nb: FrostWire må startes på nytt for å innstallere oppdateringen. Hvis du velger ikke å oppdatere nå, vil FrostWire automatisk oppdatere når du avslutter. Vil du oppdatere nå?
nl: FrostWire moet opnieuw gestart worden om de update te installeren. Als u ervoor kiest om nu niet te updaten, zal FrostWire dit onmiddelijk doen als u sluit. Wilt u nu updaten?
ro: FrostWire trebuie repornit pentru a instala update-ul. Daca alegeti sa nu faceti update acum, FrostWire va face update automat cand inchideti. Doriti sa faceti update acum?
zh_cn: FrostWire需要重新启动以安装更新。如您选择不现在更新，FrostWire会在您关闭时自动更新。您要现在更新吗？
zh_hk: FrostWire須要重啟以安裝更新。如果您選擇不現在更新，在您關閉FrostWire時，FrostWire會自動更新。您要現在就更新嗎？

source: Update Ready
cy: Fersiwn Newydd yn Barod
nb: Oppdatering Klar
nl: Update is klaar
ro: Update terminat
zh_cn: 准备更新
zh_hk: 更新就緒

source: Update Later
cy: Diweddaru Wedyn
nb: Oppdater Senere
ro: Update mai tarziu
zh_cn: 稍后更新
zh_hk: 稍後更新

source: A newer version is available, update?
cy: Cael y Fersiwn Mwy Diweddar?
nb: En nyere Versjon er Tilgjengelig, Oppgradere?
nl: Wilt u updaten naar een nieuwe versie?
ro: O noua versiune este disponibila,update?
zh_cn: 升级 FrostWire
zh_hk: 已有新版本，更新？

source: Upgrade Your Java
ro: Upgrade Java

source: FrostWire has detected that you are using an out-of-date version of Java. FrostWire looks and acts much better with newer versions of Java. Features include support for scroll-wheels on mice, a Windows XP look, and many other improvements.
ro: FrostWire a detectat ca folositi o versiune veche de Java. FrostWire arata si se comporta mult mai bine cu o versiune mai noua de Java. Caracteristicile includ suport pentru mousii cu scroll, un aspect de Windows Xp si multe alte imbunatatiri.

source: Would you like to get your free Java upgrade?
ro: Doriti sa obtineti upgrade-ul gratis Java?

source: FrostWire has detected a corruption in the file {0}. Do you want to continue the download?
ro: FrostWire a detectat o eroare in fisier {0} Doriti sa continuati descarcarea ?

source: Lookup File with Bitzi
ro: Cautare fisier cu Bitzi

source: Copy Magnet Links to Clipboard
ro: Copiere link-uri magnet la clipboard

source: Copy the Magnet Links of the Selected Files to the Clipboard
ro: Copiere link-uri magnet ale fisierelor selectate la clipboard

source: One or more of the created magnet links may not be accessible since their hosts are firewalled.
ro: Unul sau mai multe dintre link-urile magnet create pot fi inaccesibile, deoarece gazdele lor au firewall.

source: C&onnect
ro: &Conecteaza

source: Connect to the Network
ro: Conecteaza la retea

source: D&isconnect
ro: &Deconectare

source: Disconnect from the Network
ro: Deconectare in retea

source: Opens a magnet link or torrent file
cy: Yn agor linc magnet neu ffeil torrent
nb: Åpner en magnet link eller torrent fil
nl: Opent een Magnet-link of torrentbestand
ro: Deschide un link Magnet sau un fisier .torrent
zh_cn: 打开magnet链接或种子文件
zh_hk: 打開磁力鏈接或源代碼檔案

source: Type a magnet link, or the path or Web address of a torrent file, and FrostWire will download it for you.
ro: Introduceti un link Magnet, sau calea sau adresa Web a unui fisier .torrent si FrostWire le va descarca pentru Dvs.

source: Open:
cy: Agor:
nb: Åpne:
nl: Openen:
ro: Deschide:
zh_cn: 打开
zh_hk: 打開：

source: FrostWire cannot download this address. Make sure you typed it correctly, and then try again.
cy: Mae FrostWire yn methu llwytho i lawr i'r cyfeiriad yma. Sicrhau ei fod wedi'i deipio'n iawn, wedyn trio eto.
nb: FrostWire kan ikke laste ned denne adressen. Forsikre deg om at du skrev den riktig, og prøv igjen.
nl: FrostWire kan dit adres niet downloaden. Zorg ervoor dat u het correct ingevoerd heeft en probeer het dan opnieuw.
ro: FrostWire nu poate descarca aceasta adresa. Verificati daca a-ti scris-o corect, apoi incercati din nou.
zh_cn: FrostWire无法下载该网址。确认输入正确，并重试。
zh_hk: FrostWire無法下載此網址。確保您鍵入無誤，然後再嘗試。

source: &Close
cy: &Cau
nb: &Avslutt
nl: &Sluiten
ro: &Inchidere
zh_cn: &关闭
zh_hk: &關閉

source: Close the Program
ro: Inchide programul

source: My Shared Files
ro: Fisierele mele impartite

source: View My {0} Shared Files
ro: Vezi cele {0} fisiere impatite

source: Search for Keywords: {0}
cy: Chwilio am y Geiriau {0}
nb: Søk etter Nøkkelord: {0}
nl: Zoeken naar trefwoorden: {0}
ro: Cautare dupa Cuvinte-cheie: {0}
zh_cn: 搜索关键字：{0}
zh_hk: 搜尋關鍵字：{0}

source: Search for: {0}
cy: Chwilio am: {0}
nb: Søk etter: {0}
nl: Zoeken naar: {0}
ro: Cautare dupa: {0}
zh_cn: 搜索：{0}
zh_hk: 搜尋：{0}

source: Search "What's New" for: {0}
ro: Cauta "Ce e Nou" pentru: {0}

source: Search for {0}: {1}
ro: Cautare dupa {0}: {1}

source: Share New File...
ro: Publica un program nou

source: Share
cy: Rhannu
nb: Deling
nl: Delen
ro: Publicare
zh_cn: 保存

source: The file "{0}" is already shared.
ro: Fisierul "{0}" este deja publicat.

source: FrostWire was unable to share the file "{0}".
ro: FrostWire nu a putut publica fisierul "{0}".

source: Share New Folder...
ro: Publica un folder nou...

source: Opens a Window and Lets You Choose a New Folder to Share
ro: Deschide o fereastra si alegeti un nou folder pentru a-l publica

source: Block Host
ro: Blocheaza gazda

source: Send Message
ro: Trimite mesaj

source: Block Current Host
ro: Blocheaza gazda curenta

source: Send a Message to a Host
ro: Trimite un mesaj gazdei

source: Chatting with
ro: Discutie cu

source: Host is unavailable
ro: Gazda nu este disponiila

source: You
ro: Tu

source: A connection error has occurred
ro: A aparut o eroare in conectare

source: Create a New Outgoing Connection
ro: Creeaza o noua conexiune

source: Remove the Selected Connections
ro: Elimina conexiunile selectate

source: View All Files on the Selected Computer
ro: Afiseaza toate fisierele de pe computerul selectat

source: Messages (I/O)
ro: Mesaje (I/O)

source: Messages In
ro: Mesaje primite

source: Messages Out
ro: Mesaje trimise

source: Bandwidth (I/O)
ro: Banda (I/O)

source: Bandwidth In
ro: Largimea de banda pentru intrari

source: Bandwidth Out
ro: Largimea de banda pentru iesiri

source: Dropped (I/O)
ro: Pierdute (I/O)

source: Dropped In
ro: aruncat inauntru

source: Dropped Out
ro: aruncat afara

source: Compressed (I/O)
ro: Compresate (I/O)

source: Compressed In
ro: compresat inauntru

source: Compressed Out
ro: compresat afara

source: SSL Overhead In
ro: SSL Overhead Inauntru

source: SSL Overhead Out
ro: SSL Overhead Afara

source: QRP Empty
ro: QRP gol

source: Outgoing
ro: Plecate

source: Incoming
ro: Venite

source: Connected on
ro: Conectat la

source: Leaves
ro: Ramuri

source: Ultrapeers
ro: Intermediari

source: Peers
cy: Partneriaid
nb: Likemenn
ro: Egali
zh_cn: 用户
zh_hk: 客戶端

source: Loading Connections Window...
ro: Incarcare fereastra de conexiuni...

source: Connection Status:
ro: Starea conexiunii

source: Add Gnutella Connection
ro: Adauga o conexiune Gnutella

source: Host:
ro: Gazda:

source: Use TLS:
ro: Folositi TLS:

source: Peer
ro: Egal

source: Yes, Try Again
ro: Da, reincearca

source: You clicked OK but did not select any files to be shared. Would you like to try again?
ro: Ati apasat Ok dar nu a ti selectat nici un fisier pentru a fi partajat. Doriti sa reincercati?

source: Queue
ro: La rand

source: Connecting ({0} hosts tried)...
ro: Se conecteaza ({0} gazde incercate)

source: Waiting On Busy Hosts
ro: Asteptare la gazde ocupate

source: Complete
cy: Cyflawn
nb: Fullført
nl: Klaar
ro: Terminat

source: Aborted
ro: Renuntat

source: Awaiting Sources
ro: Astepare surse

source: Downloading from
ro: Descarcare de la

source: Disk Problem
ro: Nu se poate muta in librarie

source: File Corrupted
ro: Fisier corupt

source: Waiting {0}s for Sources
ro: Astepatare {0}s dupa surse

source: Need More Sources
ro: Necesita mai multe surse

source: Waiting for Stable Connections
ro: Asteptarea unei conexiuni stabile

source: Waiting in Line, Position
ro: Asteptare la rand, pozitia

source: Verifying File Contents...
ro: Verificarea continutului fisierului...

source: Saving File...
ro: Salvare fisier...

source: Recovering Corrupted File
ro: Recuperarea fisierului corupt

source: Pausing...
ro: Pauza...

source: Paused
cy: Wedi Oedi
nb: Satt på pause
nl: Gepauzeerd
ro: Pauza...
zh_cn: 停留

source: Content Removed
ro: Continut eliminat

source: Average Bandwidth
ro: Latime de banda medie

source: Valid Alternate Locations
ro: Locatii alternative valide

source: Invalid Alternate Locations
ro: Locatii alternative invalide

source: Started On
cy: Dechrau Ar
nb: startet på
nl: Gestart Op
ro: Inceput
zh_cn: 启动
zh_hk: 開始於

source: Finished On
ro: Sfarsit

source: Time Spent
ro: Timp trecut

source: Chunks
ro: Neprelucrate

source: Lost To Corruption
ro: Pierdut prin corupere

source: hosts
ro: gazde

source: host
ro: gazda

source: A more specific search may be required...
ro: O cautare mai precisa ar fi indicata...

source: The owner of this content has requested that this file be removed from the network. To learn more, double-click on the download (or click preview).
ro: Detinatorul acestui continut a cerut ca acest fisier sa fie scos din retea. Pentru a afla mai multe, faceti dublu-click pe elementul descarcat (sau alegeti previzionare).

source: Possible Hosts
ro: Gazde posibile

source: Busy Hosts
ro: Gazde ocupate

source: Remotely Queued
ro: In astepare la rand

source: Locating Sources...
ro: Localizare surse...

source: Priority
ro: Prioritate

source: BitTorrent
ro: BitTorent

source: Launch Selected Files
cy: Lansio ffeiliau wedi'u dewis
nb: Kjør Valgte Filer
nl: Geselecteerde Bestanden Uitvoeren
ro: Lanseaza fisierele selectate
zh_cn: 运行所选文档
zh_hk: 啟動所選檔案

source: Loading Download Window...
cy: Llwytho Ffenestr Llwytho i lawr...
nb: Laster Nedlastinger...
nl: Downloadvenster wordt geladen...
ro: Incarcare fereastra de descarcare...
zh_cn: 加载 下载 窗口...
zh_hk: 下載窗口加載中...
