Repository: gubatron/frostwire-desktop
Catalog: lib/messagebundles/*.po
Languages: cy, nb, nl, ro, zh_cn, zh_hk

source: Launch Action
cy: Lansio
nb: Utfør Handling
nl: Actie uitvoeren
ro: Lanseaza actiunea
zh_cn: 运行
zh_hk: 啟動行動

source: Chat With Host
ro: Discuta cu gazda

source: Repeat Search
cy: Chwilio eto
nb: Gjenta Søk
nl: Zoekopdracht herhalen
ro: Repeta cautarea
zh_cn: 重新 搜索
zh_hk: 重複搜尋

source: Block Hosts
ro: Blocheaza gazda

source: Mark As
ro: Marcheaza ca

source: Get More Results
ro: Mai multe rezultate

source: Loading Search Window...
cy: Llwytho Ffenestr Chwilio...
nb: Laster Søkevindu...
nl: Zoekvenster wordt geladen...
ro: Incarcare fereastra de cautare...
zh_cn: 加载 搜索 窗口...
zh_hk: 搜尋窗口加載中...

source: Your search must be at least three characters to avoid congesting the network.
cy: Rhaid i dy chwiliad cael o leiaf 3 llythyren i er mwyn peidio tagu'r rhwydwaith.
nb: Søket ditt må være minst tre bokstaver langt for å unngå overbelasting av nettverket.
nl: Uw zoekterm moet minstens drie karakters bevatten om het netwerk niet te overbelasten.
ro: Cautarea trebuie sa contina cel putin 3 caractere pentru a se evita congestionarea retelei.
zh_cn: 你 必须键入至少 3 个字符, 从 而避免阻塞 网络.
zh_hk: 為了避免網絡壅塞，您的搜尋比須有至少三個字符。

source: Your search is too long. Please make your search smaller and try again.
cy: Mae dy chwiliad yn rhy hir. Rhaid gwneud y chwilio'n llai a thrio eto.
nb: Søket ditt er for langt. Vennligst lag søket mindre og prøv igjen.
nl: Uw zoekopdracht is te lang. Maak a.u.b. uw opdracht kleiner en probeer het opnieuw.
ro: Cautarea dumneavoastra este prea lunga. Va rugam sa o micsorati si incercati din nou.
zh_cn: 搜索太长。请精简搜索项并重试。
zh_hk: 您的搜尋過長。請縮小您的搜尋並再度嘗試。

source: Your search is too specific. Please make your search smaller and try again.
ro: Cautarea dumneavoastra este prea specifica. Va rugam sa o micsorati si incercati din nou.

source: Please wait, FrostWire must finish loading before a search can be started.
ro: Va rugam asteptati, FrostWire trebuie sa termine de incarcat inainte ca o cautare sa poata incepe.

source: You are not connected to the network. To connect, select "Connect" from the "File" menu. Your search may not return any results until you connect.
ro: Nu sunteti conectat la retea.Pentru conectare, selectati "Conecteaza" din meniul "Fisier". Cautarea dumneavoastra este posibil sa nu dea rezultate pana nu va conectati.

source: FrostWire is currently connecting to the network. Your search may not return many results until you are fully connected to the network.
ro: FrostWire se conecteaza la retea. Cautarea dumneavoastra este posibil sa nu dea multe rezultate pana nu sunteti complet conectat la retea.

source: One of the selected files is an executable program and could contain a virus. Are you sure you want to download it?
ro: Unul din fisierele selectate este un executabil si poate contine un virus. Sunteti siguri ca vreti sa il descarcati ?

source: Could not browse host {0}.
ro: Nu poate fi rasfoita gazda {0} .

source: Location
ro: Locatie

source: Vendor
ro: Vanzator

source: Created
cy: Creuwyd
nb: Laget
nl: Gemaakt
ro: Creat
zh_cn: 创建
zh_hk: 已建立

source: Junk Rating
ro: Rata rezultatelor neimportante

source: This is a secure result. No information in this result has been tampered.
ro: Acesta este un rezultat sigur. Nici o informatie din acest rezultat nu a fost atinsa.

source: View in Browser...
ro: Vezi in Navigator...

source: Sharing Extensions
ro: Extensii partajate

source: Select the types of files on your computer that you wish to share with FrostWire.
ro: Selectati felul fisierelor de pe calculatorul Dvs pe acre doriti sa le partajati cu FrostWire.

source: My Extensions
ro: Extensiile mele

source: Other
ro: Altceva

source: To allow selection enable sharing of sensitive types.
ro: Pentru a permite selectia activat partajarea datelor sensibile.

source: The extension name was not valid, could not add.
ro: Numele extensiei este invalid, adaugarea nu s-a realizat.

source: Add New Extension
ro: Adauga o noua extensie

source: Add a New Extension to My Extensions
ro: Adaugati o noua extensie la Extensiile Mele

source: Enter the extension pattern:
ro: Introduceti modelul extensiei:

source: Extension Sharing Settings
ro: Setari de partajare a extensiilor

source: This options clears any extension sharing changes you made and sets FrostWire's extension sharing preferences to the original preferences. Do you wish to continue?
ro: Aceste optiuni sterg orice modificari a extensiilor partajate facute si reseteaza preferintele de partajare a extensiilor la configuratia originala. Doriti sa continuati?

source: Do Not Share Sensitive File Types
ro: Nu partajati fisiere care contin date importante

source: Other types of files.
ro: Alte tipuri de fisiere.

source: <html><table width=400>You selected: <i>{0}</i><br>FrostWire cannot share this folder because it is either not a folder or cannot be read.<br><br>Please select another folder to share.</table></html>
ro: <html><table width=400>Ati ales: <i>{0}</i><br>FrostWire nu poate partaja acest dosar deoarece fie acesta nu este un dosar, fie nu poate fi citit.<br><br>Va rugam selectati alt dosar pentru a fi partajat.</table></html>

source: <html><table width=400>You selected: <i>{0}</i><br>FrostWire cannot share this folder for security reasons.<br><br>Please select another folder to share.</table></html>
ro: <html><table width=400>Ati ales: <i>{0}</i><br>FrostWire nu poate partaja acest dosar din motive de securitate.<br><br>Va rugam selectati alt dosar pentru a fi partajat.</table></html>

source: <html><table width=400>The folder <i>{0}</i><br>is likely to contain sensitive or personal information.<br><br>FrostWire recommends that you <b>DO NOT</b> share this folder.<br><br>Are you sure you want to share it?</table></html>
ro: <html><table width=400>Dosarul <i>{0}</i><br>este posibil sa contina informatii importante sau personale.<br><br>FrostWire va recomanda <b>SA NU</b> partajati acest dosar.<br><br>Sunteti sigur ca doriti sa partajati acest dosar?</table></html>

source: Revert To Default
cy: Adfer Gwreiddiol
nb: Tilbakestill Innstillinger
nl: Standaardinstellingen herstellen
ro: Intoarcere la implicit
zh_cn: 缺省 设置
zh_hk: 還原至默認

source: More Options
cy: Mwy o Opsiynau
nb: Flere Valg
nl: Meer opties
ro: Mai multe optiuni
zh_cn: 更多 搜索 选项
zh_hk: 更多選項

source: Stripe Rows
cy: Rhesi Streip
nb: Rad Striper
nl: Streeprijen
ro: Tipul randurilor
zh_cn: 条纹列
zh_hk: 斑馬線效果

source: Sort Automatically
cy: Trefnu'n Awtomatig
nb: Sorter Automatisk
nl: Automatisch sorteren
ro: Sortare automat
zh_cn: 自动 滚动.
zh_hk: 自動區分

source: Extended Tooltips
cy: Mwy o Gyngor
nb: Utvidet Tips
nl: Uitgebreide tooltips
ro: Utilitare avansate
zh_cn: 更多工具提示
zh_hk: 擴展工具提示

source: You cannot turn off all columns.
cy: Dim yn bosibl i ddiffodd pob colofn.
nb: Du kan ikke skru av alle søylene.
nl: U kunt niet alle kolommen uitschakelen.
ro: Nu puteti inchide toate coloanele.
zh_cn: 你 不能 关掉 所有 列.
zh_hk: 您不能關閉所有欄目。

source: Show Connections to Other Clients
ro: Afiseaza conexiunile la alti clienti

source: Console
ro: Consola

source: View Console Messages
ro: Afiseaza mesajele log

source: View Repository of Saved Files
ro: Afiseaza rezumatul fisierelor salvate

source: View Searches and Uploads
ro: Afiseaza cautarile si upload-urile

source: Search and Download Files
ro: Cauta si descarca fisierele

source: The skin file you selected does not exist or is invalid. Please choose another file, or use the default.
ro: Fisierul-skin selectat nu exista sau nu este valid. Va rugam sa alegeti alt fisier sau sa-l folositi pe cel implicit.

source: To try your new skin, you must restart FrostWire.
ro: Noul skin va aparea dupa repornirea FrostWire.

source: Invalid Skin
ro: Skin invalid

source: The skin you selected is out of date. Please download the latest version of the skin.
ro: Skin-ul selectat este vechi. Va rugam sa descarcati ultima versiune a skin-ului.

source: Get New Skins
ro: obtineti noi skin-uri

source: The theme you are applying is invalid. FrostWire will revert to the default theme.
ro: Tema pe care o aplicati nu este valida. FrostWire se va intoarce la tema implicita.

source: Stop Selected Uploads
ro: Opreste upload-urile selectate

source: Remove Inactive Uploads
ro: Elimina upload-urile inactive

source: Uploading
cy: Llwytho i Fyny
nb: Laster Opp
nl: Bezig met uploaden
ro: Upload-are
zh_cn: 上载中
zh_hk: 已上載

source: Upload Limit Reached
ro: Limita de upload atinsa

source: Freeloader Uploading
ro: Upload-are freeloader

source: Transfer Interrupted
ro: Transfer intrerupt

source: File Not Found
ro: Fisierul nu a fost gasit

source: Queued at
ro: La rand la

source: Range Unavailable
ro: Rand nedisponibil

source: Malformed Request
ro: Cerere incorecta

source: Banned Greedy Servent
ro: Greedy servent interzis

source: Uploading Hash Tree
ro: Upload-are arbore trunchiat

source: Loading Upload Window...
ro: Incarcare fereastra de upload...

source: Invalid Filename
cy: Enw Ffeil Annilys
nb: Ugyldig Filnavn
nl: Ongeldige bestandsnaam
ro: Nume fisier invalid
zh_cn: 文件名
zh_hk: 檔案名稱無效

source: Download Already Finished
cy: Llwytho i Lawr Wedi Gorffen
nb: Nedlasting Allerede Ferdig
nl: Al gedownload
ro: Descarcarea deja s-a terminat
zh_cn: 下载 所有 选中的 文件.
zh_hk: 下載已經完成

source: No Write Permission
cy: Dim Caniatad Ysgrifennu
nb: Ingen Skrive Tilgang
nl: Geen schrijftoestemming
ro: Fara permisiune de scriere
zh_cn: 无写入权限
zh_hk: 無編寫權限

source: Folder Does Not Exist
cy: Ffolder Dim yn Bod
nb: Mappen Finnes Ikke
nl: Map bestaat niet
ro: Folderul nu exista
zh_cn: 添加到 播放列表
zh_hk: 文件夾不存在

source: File Already Exists
cy: Ffeil yn bod yn barod
nb: Filen Eksistrer Allerede
nl: Bestand bestaat al
ro: Fisierul exista deja
zh_cn: 文件已存在
zh_hk: 檔案已經存在

source: Filename Taken
cy: Ffeil gyda'r un enw
nb: Filnavn Tatt
nl: Bestandsnaam bestaat al
ro: Nume fisier alocat
zh_cn: 文件名
zh_hk: 檔案名稱已被採用

source: Not a Folder
cy: Dim yn Ffolder
nb: Ikke en Mappe
nl: Dit is geen map
ro: Nu este folder
zh_cn: 文件夹:
zh_hk: 不是文件夾

source: Not a File
cy: Dim yn Ffeil
nb: Ikke en Fil
nl: Dit is geen bestand
ro: Nu este fisier
zh_cn: 非文件
zh_hk: 不是檔案

source: Filesystem Error
cy: Gwall Ffeilsystem
nb: Feil i Filsystem
nl: Bestandssysteemfout
ro: Eroare in sistemul de fisiere
zh_cn: 文件系统错误
zh_hk: 檔案系統出錯

source: Same File Already Being Downloaded
cy: Yr un ffeil yn llwytho i lawr yn barod
nb: Samme Fil Blir Allerede Lastet Ned
nl: Hetzelfde bestand wordt al gedownload
ro: Acelasi fisier este deja in descarcare
zh_cn: 同样的文件已在下载中
zh_hk: 相同的檔案已經被下載

source: Could not set file location to {0}, because the filename is invalid and may corrupt your system.
cy: Methu gosod lleoliad y ffeil i {0}, achos problem gydag enw'r ffeil sy'n gallu llygru dy system.
nb: Kunne ikke sette filområdet til {0}, fordi filnavnet er ugyldig og kan øderlegge ditt system.
nl: Bestandslocatie naar {0} zetten kon niet worden gerealiseerd omdat de bestandsnaam ongeldig is en dit kan uw computer beïnvloeden.
ro: Nu s-a setat locatia fisierului la {0}, deoarece numele fisierului este invalid si poate corupe sistemul.
zh_cn: 由于文件名无效且可能影响系统，因此无法下载至文件夹{0}。
zh_hk: 不能將檔案位置設定至{0}，因為檔案名稱無效且可能破壞您的系統。

source: Could not set the file location, the download is already finished.
cy: Methu gosod lleoliad y ffeil, mae'r llwytho i lawr wedi gorffen yn barod.
nb: Kunne ikke finne fil område, nedlastingen er allerde ferdig.
nl: Bestandslocatie zetten is niet gelukt, downloaden is al klaar.
ro: Nu s-a setat locatia fisierului, descarcarea s-a incheiat deja.
zh_cn: 无法设置文件位置，下载已完成。
zh_hk: 無法設定檔案位置，下載已經完成。

source: Could not save download to the folder {0}, because you do not have write access to it.
cy: Methu cadw'r llwythiad i'r ffolder {0}, oherwydd nid oes hawl iti ysgrifennu iddo.
nb: Kunne ikke lagre mappen {0}, fordi du har ikke tilgang til den.
nl: Download is niet opgeslagen in map {0} omdat u hier geen schrijftoegang tot heeft.
ro: Nu s-a salvat descarcarea in folderul {0}, deoarece nu aveti acces de scriere la el.
zh_cn: 由于您没有写入权限，无法保存下载至文件夹{0}。
zh_hk: 無法保存下載至文件夾{0}，因為您沒有編寫它的權限。

source: Could not save download to folder {0}, because the folder does not exist.
cy: Methu cadw'r llwythiad i'r ffolder {0}, achos nid yw'r ffolder yn bod.
nb: Kunne ikke lagre Nedlasting til Mappen {0}, fordi mappen eksisterer ikke.
nl: Download is niet opgeslagen in map {0}, omdat de map niet bestaat.
ro: Nu s-a salvat descarcarea in folderul {0}, deoarece folderul nu exista.
zh_cn: 由于文件夹不存在，无法保存下载至文件夹{0}。
zh_hk: 無法保存下載至文件夾{0}，因為該文件夾不存在。

source: A file already exists at {0}.
cy: Mae ffeil yn barod yn {0}.
nb: En fil eksisterer allerede på {0}.
nl: Er bestaat al een bestand in {0}
ro: Un fisier exista deja la {0}.
zh_cn: 文件已存在于{0}。
zh_hk: 某檔案早已在{0}存在。

source: Another download is already saving to {0}.
nb: En annen nedlasting blir allerede lagret til {0}.
nl: Een andere download wordt al opgeslagen naar {0}
ro: Alta descarcare se salveaza deja la {0}.
zh_cn: 另一下载已存于{0}。
zh_hk: 別個下載已經保存至{0}。

source: Could not set download folder to {0}, because it represents an individual file, not a folder.
cy: Methu gosod ffolder llwytho i {0},
nb: Kunne ikke sette Nedlastingsmappe til {0}, fordi det er en fil, ikke en mappe.
nl: Download naar map {0} is niet gelukt omdat het een individueel bestand is, geen map.
ro: Nu s-a setat folderul de descarcare la {0}, deoarece este un fisier individual, nu un folder.
zh_cn: 由于其是一个独立的文件，而非文件夹，因此无法下载至文件夹{0}。
zh_hk: 無法設定下載文件夾至{0}，因為它代表一個獨立檔案，不是文件夾。

source: Could not set file location to {0}, because it is not a regular file.
cy: Methu gosod lleoliad y ffeil i {0}, dim yn ffeil arferol.
nb: Kunne ikke sette filens område til {0}, fordi det er ikke en vanlig fil.
nl: Bestandslocatie naar {0} zetten kon niet worden gerealiseerd omdat het geen gangbaar bestand is.
ro: Nu s-a setat locatia fisierului la {0}, deoarece nu este un fisier obisnuit.
zh_cn: 由于文件异常，无法下载至文件夹{0}。
zh_hk: 無法設定文件夾位置至{0}，因為它不是常規檔案。

source: Could not set file location due to an error in the filesystem.
cy: Methu gosod lleoliad y ffeil oherwydd gwall yn y ffeilsystem
nb: Kunne ikke lagre filen til området på grunn av en feil i filsystemet.
nl: Bestandslocatie zetten is niet gerealiseerd door een foutmelding in het bestandssysteem.
ro: Nu s-a setat locatia fisierului din cauza unei erori in sistemul de fisiere.
zh_cn: 由于文件系统错误，无法设置文件位置。
zh_hk: 由於檔案系統出錯，無法設定檔案位置。

source: The same file is already being downloaded.
cy: Mae'r un ffeil yn llwytho i lawr yn barod.
nb: Den samme filen blir allerede lastet ned.
nl: Hetzelfde bestand wordt al gedownload.
ro: Acelasi fisier este deja in descarcare.
zh_cn: 同样的文件已在下载中。
zh_hk: 相同的檔案已被下載。

source: The path of the parent folder exceeds the maximum length of paths on the filesystem. {0}
nb: Pathen til en overmappe overskrider den maksimale lengden til pather på filsystemet. {0}
nl: Het pad van de parentmap overschrijdt de maximumlengte van paden op het besturingssysteem. {0}
ro: Calea dosarului continator depaseste numarul maxim de cai in sistemul de fisiere. {0}
zh_cn: 母文件夹的路径超过文件系统路径的最大长度。{0}
zh_hk: 母文件夾的路經，超出檔案系統最長路經的頂限。{0}

source: There is nothing to preview for file {0}.
ro: Nu se gaseste nimic pentru previzualizarea fisierului {0}.

source: More Search Options
ro: Mai multe optiuni de cautare

source: Publish License
ro: Publica licenta

source: Are you sure you want to permanently remove the license from your local copy of this file?
ro: Sunteti sigur ca doriti sa indepartati definitiv licenta de la copia dumneavoastra locala a acestui fisier?

source: I understand that to publish a file, I must either own its copyrights or be authorized to publish them under a Creative Commons license.
ro: Inteleg ca pentru a publica acest fisier trebuie fie sa detin copyright-ul sau, fie sa fiu autorizat sa il public sub licenta Creative Commons.

source: This file already has a license. If you want to modify it, click the checkbox to attest that you either own its copyrights or are authorized to publish them under a Creative Commons license.
ro: Acest fisier deja are o licenta. Daca doriti sa o modificati, faceti click in casuta pentru a atesta fie ca detineti copyright-ul sau, fie ca sunteti autorizat sa il publicati sub licenta Creative Commons.

source: Modify the license of this file
ro: Modifica licenta pentru acest fisier

source: This tool helps you publish audio under a Creative Commons license.
ro: Acest utilitar va ajuta sa publicati audio sub licenta Creative Commons.

source: How does it work?
ro: Cum functioneaza?

source: ShareAlike
ro: Publicare asemanatoare

source: Allow commercial use of your work?
ro: Permiteti uzul comercial al lucrarii dumneavoastra?

source: Allow modification of your work?
ro: Permiteti modificarea lucrarii dumneavoastra?

source: Copyright Holder:
ro: Detinatorul copyright-ului:

source: Copyright Year:
ro: Anul copyright-ului:

source: Title of Work:
ro: Titlul lucrarii:

source: Please enter a valid year for the file you want to publish.
ro: Va rugam sa introduceti un an valid pentru fisierul pe care doriti sa-l publicati.

source: I want to use the Internet Archive to host the file.
ro: Doresc sa utilizez Arhiva Internet pentru a gazdui fisierul.

source: I want to host the verification file myself at the following URL:
ro: Doresc sa gazduiesc fisierul de verificare la urmatorul URl:

source: Where do you want to store the verification URL?
ro: Unde doriti sa stocati URL-ul de verificare?

source: What is this?
ro: Ce este aceasta?

source: Please enter a verification URL for the license.
ro: Va rugam sa introduceti un URL de verificare pentru licenta.

source: License RDF Output
ro: Licenta RDF Output

source: In order to publish your file, please insert the following code in your verification page at:
ro: Pentru a va publica fisierul, va rugam sa inserati urmatorul cod in pagina dumneavoastra de verificare la:

source: Copy to Clipboard
ro: Copiere la clipboard

source: Kind:
ro: Fel:

source: Size:
ro: Marime:

source: Date Modified:
ro: Data modificarii:

source: Internal Document Error. Data could not be saved.
ro: Eroare interna. Datele nu au putut fi salvate.

source: Internal Error. Data could not be saved.
ro: Eroare interna. Datele nu au putut fi salvate.

source: Nothing to save.
ro: Nimic de salvat.

source: File not found or corrupt file. Data could not be saved
ro: Fisierul nu a fost gasit sau este corupt. Datele nu au putut fi salvate.

source: Read Write Error. Data could not be saved.
ro: Eroare de citire/scriere. Datele nu au putut fi salvate.

source: File Corrupt. Data could not be saved.
ro: Fisier corupt. Datele nu au putut fi salvate.

source: Incorrect format entered. Changes will not be saved.
ro: Format incorect introdus. Modificarile nu vor fi salvate.

source: Unable to remove data.
ro: Nu pot fi eliminate datele.

source: Title:
ro: Titlu:

source: Genre:
ro: Gen:

source: Year:
ro: An:

source: Type:
ro: Tip:

source: Track:
ro: Numar piesa:

source: Length:
ro: Lungime

source: Bitrate:
ro: Rata biti:

source: Comments:
ro: Comentarii:

source: Price:
ro: Pret:

source: Action:
ro: Actiune:

source: License:
ro: Licenta:

source: Rating:
ro: Clasare:

source: License Type:
ro: Tipul licentei:

source: Director:
ro: Regizor:

source: Stars: (Please separate with comma)
ro: Staruri: (Va rugam sa separati cu virgule)

source: Producer: (Please separate with comma)
ro: Producator: (Va rugam sa separati cu virgule)

source: Subtitles: (Please separate with comma)
ro: Subtitrari: (Va rugam sa separati cu virgule)

source: Topic:
ro: Tema:

source: Author:
ro: Autor:

source: Name:
ro: Nume:

source: Publisher:
ro: Editor:

source: Platform:
ro: Platforma:

source: Back
ro: Înapoi

source: Audio
cy: Sain
nb: Lyd
zh_cn: 音频
zh_hk: 音頻

source: Image
cy: Llun
nb: Bilder

source: License
cy: Trwydded
nb: Lisens
nl: Licentie
zh_cn: 许可证

source: Document
cy: Dogfen
nb: Dokumenter

source: Application
cy: Rhaglen
nb: søknad

source: Name
cy: Enw
nb: Navn
nl: Naam
zh_cn: 名称
zh_hk: 名字

source: Platform
cy: Platfform
nb: Plattform

source: Books/Docs
nb: Bøker/Dokumenter
nl: Boeken/Documenten
zh_cn: 书籍/文档
zh_hk: 書籍/文件

source: Buy
cy: Prysur
nb: kjøpe

source: Loading Community Chat...
nb: Lasting fellesskap Chat ...

source: Loading Community Chat Window...
cy: Llwytho Ffenest Monitor...
nb: Laster fellesskap Samtalevinduet ...

source: Do you want to hide FrostWire?
cy: Wrthi'n cysylltu a'r rhwydwaith
nb: Vil du skjule FrostWire?
nl: Wilt u FrostWire verbergen?
zh_cn: 连接 到 网络
zh_hk: 您是否要隱藏FrostWire？

source: Don't show this again
cy: Peidio dangos y neges yma eto
nb: Ikke vis dette igjen
nl: Toon deze waarschuwing niet meer.
zh_cn: 请别再显示
zh_hk: 別再顯示

source: Hide
cy: Fideo
nb: Skjul
nl: Verberg
zh_cn: 视频
zh_hk: 隱藏

source: Send to iTunes
nb: Sende til iTunes
nl: Verstuur naar iTunes
zh_cn: 发送至iTunes
zh_hk: 發送至 iTunes

source: Details
cy: Manylion
nb: Detaljer
zh_cn: 详细信息
zh_hk: 細節

source: Show Details
cy: Dangos Canlyniadau Magnet
nb: Vis detaljer
nl: Toon Details
zh_cn: 显示最新
zh_hk: 顯示細節

source: Show Torrent Details
cy: Dangos Canlyniadau Magnet
nb: Vis Torrent detaljer
nl: Toon Torrent-Details
zh_cn: 扫描 文件
zh_hk: 顯示源代碼細節

source: Show
cy: Dangos Diwethaf
nb: Vis
nl: Toon
zh_cn: 显示
zh_hk: 顯示

source: Shows the contents of this transfer in the Library Tab
nb: Viser innholdet i denne overføringen i biblioteket fanen
nl: Toon de inhoud van deze transfer in de Bibliotheek Tab
zh_cn: 显示库标签转换的内容
zh_hk: 在媒體庫標籤中顯示此傳送的內容

source: Resume
cy: Ail-ddechrau
nb: Gjenoppta
nl: Hervatten
zh_cn: 资源 (&R)
zh_hk: 恢復

source: Remove Torrent and Data
nb: Fjern Torrent og dataene
nl: Verwijder Torrent en Data
zh_cn: 删除种子文件和数据
zh_hk: 移除源代碼和數據

source: Remove Torrent and Data from selected downloads
nb: Fjern Torrent og Dataene fra utvalgte nedlastinger
nl: Verwijder Torrent en Data van geselecteerde downloads
zh_cn: 删除所选下载的种子文件和数据
zh_hk: 從所選下載移除源代碼和數據

source: Remove Torrent
nb: Fjern Torrent
nl: Verwijder Torrent
zh_cn: 删除种子文件
zh_hk: 移除源代碼

source: Remove Torrent from selected downloads
cy: Trio'r Llwythau Wedi'u Dewis Eto
nb: Fjern Torrent fra utvalgte nedlastinger
nl: Verwijder Torrent van geselecteerde downloads
zh_cn: 重试所选下载
zh_hk: 從所選下載移除源代碼

source: Remove Download
cy: Ail-ddechrau'r Llwytho i Lawr
nb: Fjern Last ned
nl: Download Verwijderen
zh_cn: 恢复下载
zh_hk: 移除下載

source: Remove
cy: Cael Gwared
nb: Fjern
nl: Verwijderen
zh_cn: 去掉
zh_hk: 移除

source: Remove Selected Downloads
cy: Rhagflas o lwythau wedi'u dewis
nb: Fjern Valgte Nedlastinger
nl: Verwijder Geselecteerde Dowloads
zh_cn: 取消 选中的 下载.
zh_hk: 移除所選下載

source: Are you sure you want to remove the data files from your computer? You won't be able to recover the files.
cy: Wyt ti'n siwr ti eisiau dileu am byth y drwydded oddi ar dy gopi lleol o'r ffeil yma?
nb: Er du sikker på at du vil fjerne datafiler fra datamaskinen? Du vil ikke kunne gjenopprette filene.
nl: U zult de documenten niet kunnen herstellen.
zh_cn: 你 确认要 删除 选中的 文件 吗?
zh_hk: 您確定要將數據檔案從您電腦中移除？ 您將無法重獲該檔案。

source: Are you sure?
nb: Er du sikker?
nl: Weet u het zeker?
zh_cn: 确定？
zh_hk: 您確定？

source: Remove Download and Data
cy: Ail-ddechrau'r Llwytho i Lawr
nb: Fjern Nedlasting og Data
nl: Verwijder Download en Data
zh_cn: 恢复下载
zh_hk: 移除下載及數據

source: Remove Download and Data from selected downloads
cy: Trio'r Llwythau Wedi'u Dewis Eto
nb: Fjern Last ned og Data fra valgt nedlastinger
nl: Verwijder Download en Data van geselecteerde downloads
zh_cn: 重试所选下载
zh_hk: 從所選下載移除下載及數據

source: Copy Magnet
cy: Copio Adroddiad
nb: Kopier Magnet
nl: Magnet kopiëren
zh_cn: 复制报告
zh_hk: 複製磁力

source: Copy Infohash
nb: Kopier Infohash
nl: Infohash kopiëren
zh_cn: 复制HASH值
zh_hk: 複製信息哈希

source: Send to friend
nb: Sende til en venn
nl: Verstuur naar vriend
zh_cn: 发送给好友
zh_hk: 發送給朋友

source: Hide Seeding Transfers
cy: Gadael ar ol Trosglwyddo
nb: Skjul såing Overføringer
nl: Seeding Overdrachten Verbergen
zh_cn: 传输完 退出
zh_hk: 隱藏做種傳送
