Repository: gubatron/frostwire-desktop
Catalog: lib/messagebundles/*.po
Languages: cy, nb, nl, ro, zh_cn, zh_hk

source: <html><p>You forgot to select your finished downloads "Seeding" setting.</p> <p></p><p align="right"><a href="{0}">What is "Seeding"?</a></p></html>
nb: <html><p>Du glemte å velge ferdige nedlastinger "såing" innstillingen.</p> <p></p><p align="right"><a href="{0}">Hva er "såing"?</a></p></html>
nl: <html><p>U bent vergeten om uw voltooide "Seeding" instelling aan te geven.</p> <p></p><p align="right"><a href="{0}">Wat is "Seeding"?</a></p></html>
zh_cn: <html><p>没有选择完全下载 "作种" 设置.</p> <p></p><p align="right"><a href="{0}">什么是 "作种"</a></p></html>？
zh_hk: <html><p>您忘了為已完成的下載選擇"做種"設置。</p> <p></p><p align="right"><a href="{0}">什麼是"做種"？</a></p></html>

source: FrostWire could not create the Torrent Data Folder {0}
cy: Mae FrostWire yn methu creu ffolder rhannu rhagosodiedig {0}, Dim yn mynd i gael ei rannu
nb: FrostWire kunne ikke opprette Torrent Data-mappen {0}
nl: FrostWire kon het volgende niet aanmaken: Torrent Data Map {0}
zh_cn: FrostWire无法找到您的浏览网以显示下列网页：{0}。
zh_hk: FrostWir無法建立源代碼數據文件夾{0}

source: You're almost done!
nb: Du er nesten ferdig!
nl: U bent bijna klaar!
zh_cn: 几乎完成！
zh_hk: 您快要完成了！

source: State your intent below to start using FrostWire
cy: I drio dy groen newydd, rhaid iti ail-ddechrau FrostWire.
nb: Oppgi din intensjon nedenfor for å begynne å bruke FrostWire
nl: Laat hieronder weten waarom u FrostWire wilt gaan gebruiken
zh_cn: 要尝试新貌，您必须重下次 启动 FrostWire, 皮肤 将会 改变...
zh_hk: 在下方說明您的目的，以開始使用FrostWire

source: FrostWire is a peer-to-peer program for sharing authorized files only. Installing and using the program does not constitute a license for obtaining or distributing unauthorized content.
nb: FrostWire er et peer-to-peer program for deling av autoriserte filer. Installere og bruke programmet ikke consitute ikke en lisens for å innhente eller distribuere uautorisert innhold.
nl: FrostWire is een peer-to-peer programma dat alleen bedoeld is voor het delen van geauthoriseerde bestanden. Het installeren en gebruiken van het programma komt niet met een licentie voor het verkrijgen of distribueren van ongeauthoriseerde content.
zh_cn: FrostWire是一个仅供授权文件共享的点对点程序。安装及使用该程序不包括对获取或散布未经授权的内容的许可。
zh_hk: FrostWire是個只供分享授權檔案的端對端程序。安裝及使用此程序並不構成取得或分發未授權內容的許可。

source: Find out more...
cy: Wyt Ti'n Gwybod...
nb: Finn ut mer ...
nl: Kom meer te weten...
zh_cn: 寻找资源
zh_hk: 了解更多...

source: <html><div display="block" color="#515151" size="13">I <b>will not</b> use FrostWire {0} for copyright infringement.</div></html>
nb: <html><div vise="blokk" farge="#515151" Størrelse="13">jeg <b>vil ikke</b> bruk FrostWire {0} for brudd på opphavsretten.</div></html>
nl: <html><div display="block" color="#515151" size="13">IK <b>zal</b> FrostWire {0} niet gebruiken voor copyright overtredingen.</div></html>
zh_cn: 我会用FrostWire{0}进行版权侵权。
zh_hk: <html><div display="block" color="#515151" size="13">本人<b>不會</b>使用 FrostWire{0}來侵犯版權。</div></html>

source: <html><div display="block" color="#515151" size="13">I <b>might use</b> FrostWire {0} for copyright infringement.</div></html>
nb: <html><div vise="blokk"farge="#515151"Størrelse="13">Jeg <b>kan bruke</b> FrostWire {0} for brudd på opphavsretten.</div></html>
nl: <html><div display="block" color="#515151" size="13">Ik <b>zal</b> FrostWire {0} misschien gebruiken voor copyright overtredingen.</div></html>
zh_cn: 我不会用FrostWire{0}作为版权侵权
zh_hk: <html><div display="block" color="#515151" size="13">本人<b>可能會使用</b>FrostWire{0}來侵犯版權。</div></html>

source: State Your Intent
nb: Oppgi din Intent
nl: Laat uw Intenties weten
zh_cn: 声明意图
zh_hk: 說明您的目的

source: One more thing...
nb: En ting til ...
nl: Nog een ding...
zh_cn: 还有一点...
zh_hk: 還有一件事...

source: Miscellaneous Settings
cy: Gosodiadau Amrywiol
nb: Diverse innstillinger
nl: Extra instellingen
zh_cn: 其他设置
zh_hk: 雜項設置

source: Below, are several options that affect the functionality of FrostWire.
cy: Isod, mae sawl dewis sy'n effeithio ar berfformiad a sut mae FrostWire yn gweithio.
nb: Nedenfor finnes flere alternativer som påvirker funksjonaliteten til FrostWire.
nl: Hieronder staan enkele opties die de functionaliteit van FrostWire beinvloeden.
zh_cn: 以下是几个会影响FrostWire功能的选项。
zh_hk: 以下是影響FrostWire功能的數個選項。

source: Chat Community
cy: Cynnal Cyfathrebu
nb: Chat fellesskap

source: FrostWire's Community Chat Tab requires you to have a nickname to communicate with others in the chatrooms.
nb: FrostWire fellesskapet Chat Tab krever at du har et kallenavn for å kommunisere med andre i chatterom.

source: Type your chat nickname here (any name):
nb: Skriv inn din chat kallenavnet her (alle navn):

source: FrostWire Setup Wizard
cy: Dewin Dechrau FrostWire
nb: FrostWire Installasjons veiiser
nl: FrostWire-installatiewizard
zh_cn: FrostWire设置向导
zh_hk: FrostWire安裝嚮導

source: FrostWire is a Peer to Peer Application that enables you to share files of your choosing with other users connected to the BitTorrent network.
nb: FrostWire er en Peer to Peer program som lar deg dele filer som du velger med andre brukere som er koblet til BitTorrent nettverket.
nl: FrostWire is a Peer to Peer Programma waarmee u bestanden die u zelf kiest kan delen met andere gebruikers die zijn verbonden met het BitTorrent netwerk.
zh_cn: FrostWire是一个点对点应用程序，能使您与BitTorrent网络上其他用户共享您所选的文件。
zh_hk: FrostWire是個端對端應用程式，容許您和連接BitTorrent網絡的其他用戶，分享您選擇的檔案。

source: Installing and using the program does not constitute a license for obtaining or distributing unauthorized content.
nb: Installere og bruke programmet ikke consitute ikke en lisens for å innhente eller distribuere uautorisert innhold.
nl: Met het installeren en gebruiken van het programma komt geen licentie voor het verkrijgen of distribueren van ongeauthoriseerde content.
zh_cn: 安装及使用该程序不包括对获取或散布未经授权内容的许可。
zh_hk: 安裝及使用此程序並不構成取得或分發未授權內容的許可。

source: FrostWire is free software,
cy: Mae FrostWire yn deffro o'i gwsg
nb: FrostWire er fri programvare,
nl: FrostWire is gratis software,
zh_cn: FrostWire是免费软件，
zh_hk: FrostWire是免費的軟件，

source: Do not pay for FrostWire.
cy: Trefnu Opsiynau Procsi i FrostWire
nb: Ikke betal for FrostWire.
nl: Betaal niet voor FrostWire.
zh_cn: 使用 FrostWire 的 帮助.
zh_hk: 勿為FrostWire付費。

source: Sharing &Help
cy: Yn rhannu
nb: Deling og hjelp
zh_hk: 分享&幫助

source: FrostWire for Android
cy: Defnyddio FrostWire am...
nb: FrostWire på Android
nl: FrostWire voor Android
zh_cn: 使用 FrostWire (&U)
zh_hk: 供Android使用的FrostWire

source: Get FrostWire on your Android phone, tablet or google tv, all free.
nb: Få FrostWire på din Android telefon, tablett eller google tv, alt gratis.
nl: Krijg FrostWire op uw Android telefoon, table of google tv, allemaal gratis.
zh_cn: 下载FrostWire到您的安卓手机，平板电脑或谷歌电视，全部免费。
zh_hk: 為您的Android手機、平板電腦或google tv取得FrostWire，全部免費。

source: What is "Seeding"?
cy: Beth ydy hwn?
nb: Hva er "såing"?
nl: Wat is "Seeding"?
zh_cn: 统计
zh_hk: 什麼是"做種"？

source: Learn about BitTorrent Seeding
cy: Dewisiadau BitTorrent
nb: Lær om BitTorrent såing
nl: Leer over BitTorrent Seeding
zh_cn: 更多关于BitTorrent种子文件
zh_hk: 了解BitTorrent做種

source: Free FrostWire Stickers
cy: Dail FrostWire
nb: Gratis FrostWire klistremerker
nl: Gratis FrostWire Stickers
zh_cn: 使用 FrostWire (&U)
zh_hk: 免費的FrostWire貼紙

source: Order free FrostWire stickers, we ship worldwide. Stickers are free, you pay cents for shipping.
nb: Bestill gratis FrostWire klistremerker, vi sender over hele verden. Er klistremerker gratis, betaler du cent for frakt.
nl: Bestel gratis FrostWire stickers, wij verschepen wereldwijd. Stickers zijn gratis, u betaalt centen voor verzenden.
zh_cn: 订购免费的FrostWire贴纸，我们航运至全球各地。贴纸免费，只需付运费。
zh_hk: 訂購免費的FrostWire貼紙，我們郵遞至全世界。貼紙是免費的，您只須繳付些許郵費。

source: FrostWire T-Shirts
cy: FrostWire
nb: FrostWire T-skjorter
zh_cn: 使用 FrostWire (&U)
zh_hk: FrostWire恤衫

source: Get a T-shirt, support the project. You'll get also 10 free stickers
nb: Få en T-skjorte, støtter prosjektet. Du får også 10 gratis klistremerker
nl: Krijg een T-shirt, steun het project. U krijgt ook 10 gratis stickers
zh_cn: 获得一件T恤衫，支持该项目。您也能获得10张免费贴纸
zh_hk: 取得一件恤衫，支持這個項目。您也會免費獲得10張貼紙

source: Free Legal Downloads
cy: Rhagflas o lwythau wedi'u dewis
nb: Gratis lovlige nedlastinger
nl: Gratis Legale Downloads
zh_cn: 取消 选中的 下载.
zh_hk: 免費合法下載

source: FrostWire on Facebook
cy: Chwaraewr FrostWire
nb: FrostWire på Facebook
nl: FrostWire op Facebook
zh_cn: FrostWire 多媒体 播放器
zh_hk: FrostWire 上 Facebook

source: Come and say hi to the community on Facebook
nb: Kom og si hei til fellesskapet på Facebook
nl: Kom en groet de community op Facebook
zh_cn: 来Facebook，到社区打招呼
zh_hk: 上Facebook向社區打個招呼

source: Follow us on Twitter
nb: Følg oss på Twitter
nl: Volg ons op Twitter
zh_cn: 在Twitter关注我们
zh_hk: 在 Twitter 關注我們

source: &Did you pay for FrostWire?
cy: Cymorth i Ddefnyddio FrostWire
nb: &Visste du betaler for FrostWire?
nl: Betaalde u voor FrostWire?
zh_cn: 使用 FrostWire 的 帮助.
zh_hk: &您是否為FrostWire付費？

source: Did you pay for FrostWire? FrostWire is Free as in Free Beer. Avoid Scams.
nb: Visste du betaler for FrostWire? FrostWire er Fri som i Free Beer. Unngå svindel.
nl: Betaalde u voor FrostWire? FrostWire is Gratis als in Gratis Bier. Vermijd Scams.
zh_cn: 你支付过FrostWire吗？FrostWire是免费的，是免费软件。避免诈骗。
zh_hk: 您是否為FrostWire付費？FrostWire是免費的。避免詐騙。

source: Rebuild iTunes "FrostWire" Playlist
nb: Gjenoppbygg iTunes "FrostWire" spilleliste
nl: Bouw iTunes "FrostWire" Afspeellijst opnieuw
zh_cn: 重建iTunes "FrostWire" 播放列表
zh_hk: 重建 iTunes "FrostWire" 播放清單

source: Deletes and re-builds the "FrostWire" playlist on iTunes with all the audio files found on your Torrent Data Folder.
nb: Sletter og re-bygger "FrostWire" spilleliste på iTunes med alle lydfilene som finnes på din Torrent Data-mappen.
nl: Verwijdert en bouwt de "FrostWire" afspeellijst op iTunes opnieuw met alle audiobestanden die zijn gevonden in uw Torrent Data Map.
zh_cn: 通过所有在您的Torrent数据文件夹中发现的音频文件在iTunes删除并重建"FrostWire" 播放列表。
zh_hk: 使用從您的源代碼數據文件夾找到的所有音頻檔案，刪除並重建 iTunes 上的 "FrostWire" 播放清單。

source: This will remove your "FrostWire" playlist in iTunes and replace it with one containing all the iTunes compatible files in your Frostwire "Torrent Data Folder" Please note that it will add the files to the iTunes library as well and this could result in duplicate files on your iTunes library Are you sure you want to continue?
nb: Dette vil fjerne din "FrostWire" spilleliste i iTunes og erstatte det med en som inneholder alle iTunes-kompatible filer i Frostwire "Torrent Data-mappen" Vær oppmerksom på at det vil legge filene til i iTunes-biblioteket samt og dette kan resultere i dupliserte filer på iTunes-biblioteket Er du sikker på at du vil fortsette?
nl: Dit zal uw "FrostWire" afspeellijst in iTunes verwijderen endeze vervangen met een die alle compatibele iTunes bestanden bevat in uw Frostwire "Torrent Data Map" Het zal tevens de bestanden aan de iTunes bibliotheek toevoegen en dit kan resulteren in dubbele bestanden in uw iTunes bibliotheek Weet u zeker dat u door wilt gaan?
zh_cn: 这会把"FrostWire" 播放列表从iTunes中移除，并用您的"FrostWire" 种子数据文件夹中所有iTunes兼容的文件取而代之请注意，这也会在iTunes收藏库中添加文件，可能导致您的iTunes收藏库中文件重复确定继续？
zh_hk: 這將會移除您 iTunes上的"FrostWire" 播放清單，並由 在您的Frostwire "源代碼數據文件夾"內的 所有 iTunes 兼容檔案作為取代播放清單 請注意，有關檔案也會添加至 iTunes 媒體庫 這可以導致您的 iTunes 媒體庫有複製檔案 您確定您要繼續？

source: Show Smi&leys
nb: Vis Smilefjes

source: Show emoticons in chat
nb: Vis uttrykksikoner i chat

source: Search here
cy: Chwilio yma
nb: Søk her
nl: Zoek hier
zh_cn: 搜索
zh_hk: 在此搜尋

source: Player
cy: Chwaraewr
nb: Spiller
nl: Speler
zh_cn: 播放器

source: Community Chat
nb: fellesskapet Chat

source: Updates
cy: Fesiynau Newydd
nb: Oppdateringer
zh_cn: 图片 选项
zh_hk: 更新

source: Firewall
cy: Trefnu Wal Tan
nb: Brannmur
nl: Firewallsetup
zh_cn: 防火墙
zh_hk: 防火牆

source: Network Interface
cy: Rhyngwyneb Rhwydwaith
nb: Nettverksgrensesnitt
nl: Netwerkomgeving
zh_cn: 网络界面
zh_hk: 網絡介面

source: File Associations
cy: Cysylltiadau Ffeil
nb: Fil Forening
nl: Bestandsassociaties
zh_cn: 位置
zh_hk: 檔案關連

source: System Boot
cy: Dechrau'r System
nb: Starte systemet
nl: Systeemopstart
zh_cn: 关闭
zh_hk: 系統啟動

source: Bug Reports
cy: Adroddiadau Byg
nb: Virus Rapport
nl: Foutrapporten
zh_cn: 错误报告
zh_hk: 錯誤報告

source: Links and File Types
cy: Linciau a mathau o ffeil
nb: Link og Fil Typer
nl: Links en bestandstypes
zh_cn: 链接和文件类型
zh_hk: 鏈接及檔案類型

source: Use FrostWire for...
cy: Defnyddio FrostWire am...
nb: Bruk FrostWire til...
nl: Gebruik FrostWire voor...
zh_cn: 使用 FrostWire (&U)
zh_hk: 使用FrostWire作為...

source: Automatic Installer Download
cy: Sgrolio'n Awtomatig
nb: Automatisk installeringsprogrammet Nedlasting
nl: Automatische Installeerder Download
zh_cn: 自动 滚动.
zh_hk: 自動安裝程序下載

source: FrostWire can automatically download a new installer via BitTorrent for you when it's available. It won't install it but next time you start FrostWire it'll let you know that it's there for you.
nb: FrostWire kan automatisk laste ned en ny installasjonsprogram via BitTorrent for deg når den er tilgjengelig. Det vil ikke installere det, men neste gang du starter FrostWire det vil fortelle deg at den er der for deg.
nl: FrostWire kan automatisch een nieuwe installeerder via BitTorrent voor u downloaden wanneer deze beschikbaar is. Het zal het niet installeren, maar de volgende keer dat u FrostWire opstart zal het u laten weten dat het er voor u is.
zh_cn: 如有新安装程序，FrostWire可以通过BitTorrent为您自动下载。不会自行安装，但下次启动FrostWire时，会让您知道它的存在。
zh_hk: 當有了新安裝程序時，FrostWire可以自動通過BitTorrent為您下載。FrostWire不會安裝它，但您下次啟動FrostWire時，即會讓您知道它已經在那裡了。

source: Download new installers for me (Recommended)
nb: Last ned nye montører for meg (anbefales)
nl: Download nieuwe installeerders voor mij (Aanbevolen)
zh_cn: 帮我下载新安装程序（推荐）
zh_hk: 為我下載新安裝程序（建議使用）

source: Browser
cy: Rhaglen Chwilio
nb: Nettleser
zh_cn: 浏览器
zh_hk: 瀏覽器

source: FrostWire's Community Chat Tab requires you to have a nickname to communicate with others in the chatrooms
nb: FrostWire fellesskap Chat Tab krever at du har et kallenavn for å kommunisere med andre i chatterom

source: The chosen nickname is not allowed.
cy: Ffeil yma heb ei rannu
nb: Den valgte kallenavnet er ikke tillatt

source: Warning: Forbidden name!
nb: Advarsel: Forbudt navn!

source: FrostWire can configure itself to work from behind a firewall or router. Using Universal Plug 'n Play (UPnP) and other NAT traversal techniques FrostWire can automatically configure your router or firewall for optimal performance. If your router does not support UPnP, FrostWire can be set to advertise an external port manually. (You may also have to configure your router if you choose manual configuration, but FrostWire will try its best so you don't have to.)
cy: Mae FrostWire yn gallu trefnu ei hun i weithio o du ol i wal tan neu router. Wrth ddefnyddio Universal Plug 'n Play (UPnP), mae FrostWire yn gallu drefnu dy router neu wal tan i weithio ar eu gorau. Os nad oes UPnP gan dy router, ti'n gallu gosod FrostWire i hysbysebu porth allanol dy hunan. (Os wyt ti'n ei drefnu dy hunain - rhaid hefyd trefnu dy router)
nb: FrostWire kan konfigurere seg selv til å jobbe bak en brannmur eller en ruter. Ved hjelp av Universal Plug 'n Play (UPnP) og andre NAT teknikker FrostWire kan automatisk konfigurere ruteren eller brannmuren for optimal ytelse. Hvis ruteren ikke støtter UPnP, kan FrostWire settes til å annonsere en ekstern port manuelt. (Du kan også ha å konfigurere ruteren hvis du velger manuell konfigurering, men FrostWire vil prøve sitt beste, slik at du ikke må.)
nl: FrostWire kan zelf voor configuratie zorgen om vanachter een firewall of een router te werken. Met gebruik van Universal Plug 'n Play (UPnP) kan FrostWire automatisch uw router of firewall configureren voor optimale prestaties. Als de router geen UPnP ondersteunt, kan FrostWire anders worden ingesteld om met de hand een externe poort te instigneren (u moet ook uw router configureren als u voor handmatige configuratie kiest).
zh_cn: FrostWire可以自动配置为透过防火墙或路由器进行运行。使用通用即插即用(UpnP)和其他内网互联技术，FrostWire能够自动配置您的路由器或防火墙，使其达到最佳效果。如果您的路由器不支持UPnP，FrostWire可以手动设置为外部接口。(如果选择手动配置，则必需设定您的路由器。不过FrostWire会尽量设置，因而无需您设置。)
zh_hk: FrostWire可以自行配置，以在防火牆或路由器後端運行。使用通用即插即用(UPnP) 或其它 NAT穿透技術，FrostWire可以自動配置您的路由器或防火牆，以取得最佳性能。如果您的路由器不支援 UPnP，FrostWire可以被設定為手動通知外部端口 。（如果您選擇手動配置，您可能也需要配置您的路由器，但FrostWire將會盡力而為，以便您可以省心省力。）

source: Use random port (Recommended)
cy: Defnyddio UPnP (wedi argymell)
nb: Bruk tilfeldig port (Anbefalt)
nl: Gebruik willekeurige poort (Aanbevolen)
zh_cn: 使用随机串口（推荐）
zh_hk: 使用隨機端口（建議使用）

source: Manual Port Forward
cy: Dewis Porth Dy Hun:
nb: manuell port fremover
nl: Handmatige poortdoorverwijzing:
zh_cn: 手动端口映射
zh_hk: 手動端口轉發

source: You must enter a port between 1 and 65535 when manually forcing your TCP port.
cy: Rhaid iti ddewis porth rhwng 1 a 65535 pan rwyt ti'n gorfodi defnydd o dy borth.
nb: Du må angi en port mellom 1 og 65535 når manuelt tvinge TCP port.
nl: U moet een poort tussen 1 en 65535 binnengaan als u handmatig uw TCP poort wilt bewerkstelligen.
zh_cn: 你 必须输入 1 到 65535 之间的 数.
zh_hk: 在手動強制您的TCP端口時，您必須輸入介於1至65535的端口。

source: You must enter a port between 1 and 65535 when manually forcing your UDP port.
cy: Rhaid iti ddewis porth rhwng 1 a 65535 pan rwyt ti'n gorfodi defnydd o dy borth.
nb: Du må angi en port mellom 1 og 65535 når manuelt tvinge UDP port.
nl: U moet een poort tussen 1 en 65535 binnengaan als u handmatig uw UDP poort wilt bewerkstelligen.
zh_cn: 你 必须输入 1 到 65535 之间的 数.
zh_hk: 在手動強制您的UDP端口時，您必須輸入介於1至65535的端口。

source: Library Included Folders
cy: Agor Ffolder y Llyfrgell
nb: Bibliotek Inkludert Mapper
nl: Mappen in Bibliotheek
zh_cn: 共享 文件夹
zh_hk: 包含文件夾的媒體庫

source: You can choose the folders for include files when browsing the library.
cy: Ti'n gallu dewis y ffolderi ar gyfer rhannu ffeiliau. Mae ffeiliau yn y ffolderi yma i'w gweld yn y llyfrgell.
nb: Du kan velge mappene etter inkluderer filer når du surfer på biblioteket.
nl: U kunt de mappen kiezen waarin u bestanden wilt stoppen als u door de bibliotheek kijkt.
zh_cn: 你 可以 选择 共享 文件夹 共享 文件. 在这些 文件夹 种的 文件 是显示在 收藏 夹中.
zh_hk: 在瀏覽媒體庫時，您可以選擇文件夾來包含檔案。

source: Internet Radio Stations
nb: Internett Radio stasjoner
zh_cn: 网络电台
zh_hk: 互聯網電台

source: You can restore the default internet radio stations.
cy: Ti'n gallu dewis sut mae FrostWire yn cau.
nb: Du kan gjenopprette standardinnstillingene Internett-radiostasjoner.
nl: U kunt de standaard internet radiostations herstellen.
zh_cn: 你 可以 选择 缺省的 关闭 动作.
zh_hk: 您可以恢復默認的互聯網電台。

source: Total Radio Stations
nb: Totalt Radio stasjoner
nl: Totale Radiostations
zh_cn: 总电台
zh_hk: 電台總數

source: The maximum parallel searches you can make is
nb: De maksimale parallelle søk du kan gjøre er
nl: Het maximum aantal keren dat u parallel kunt zoeken is
zh_cn: 可以进行的最大并行搜索数是
zh_hk: 您可以執行的最大數量並行搜尋是

source: Notifications
cy: Negeseuon
nb: Varsler
nl: Notificaties
zh_cn: 位置
zh_hk: 通知

source: Username:
cy: Enw Defnyddiwr:
nb: Brukernavn:
nl: Gebruikersnaam:
zh_cn: 用户名
zh_hk: 用戶名：

source: Password:
cy: Gair-pas:
nb: Passord:
nl: Wachtwoord:
zh_cn: 密码
zh_hk: 密碼：

source: Proxy Options
cy: Opsiynau Chwarae:
nb: Proxy Alternativer
nl: Proxy Opties
zh_cn: 播放 选项:
zh_hk: 代理伺服器選項

source: Search Engines
cy: Cau'r Chwilio
nb: Søkemotorer
nl: Zoekmachines
zh_cn: 关闭 搜索
zh_hk: 搜尋引擎

source: FrostClick Promotions
nb: FrostClick Kampanjer
nl: FrostClick Promoties
zh_cn: FrostClick推广
zh_hk: FrostClick 促銷

source: You can enable or disable the FrostClick Promotion on the welcome screen. FrostClick promotions help artists and content creators distribute their content legally and freely to hundreds of thousands of people via FrostWire, BitTorrent and Gnutella. Keep this option on to support file sharing and the future of content distribution.
nb: Du kan aktivere eller deaktivere FrostClick opprykk på velkomstskjermen. FrostClick kampanjer hjelpe kunstnere og innholdsskapere distribuere sitt innhold lovlig og fritt til hundretusener av mennesker via FrostWire, BitTorrent og Gnutella. Hold dette alternativet på å støtte fildeling, og fremtiden for distribusjon av innhold.
nl: U kunt de FrostClick Promotie op het welkomstscherm aan - of uitzetten. FrostClick promoties helpen artiesten en content makers om hun content legaal en vrij te distribueren naar duizenden mensen via FrostWite, BitTorrent en Gnutella. Houd deze optie aan om het delen van bestanden en de toekomst van content distributie te steunen.
zh_cn: 可以在欢迎界面开启或关闭FrostClick推广。FrostClick推广帮助艺术家及内容创作者合法发布他们的内容，并通过FrostWire、BitTorrent和Gnutella给成千上万的人免费使用。开启该选项，支持文件共享及内容发布的未来。
zh_hk: 您可以在歡迎屏幕啟用或禁用FrostClick促銷。FrostClick促銷幫助藝術家和內容創作者通過FrostWire、BitTorrent和Gnutella，向成千上萬人合法且免費地發佈他們的內容。持續啟用此選項，以支持檔案分享以及內容發佈的未來。

source: Enable FrostClick Promotions (highly recommended):
nb: Aktiver FrostClick Kampanjer (anbefales):
nl: Sta FrostClick Promoties toe (zeer aanbevolen):
zh_cn: 开启FrostClick推广（高度推荐）
zh_hk: 啟用FrostClick促銷（強烈推薦）：

source: Show dialog to ask before close
nb: Vis dialogboksen for å spørre før tett
nl: Toon vraagdialoog voor sluiten
zh_cn: 关闭前显示询问对话框
zh_hk: 顯示對話框，在關閉前先徵詢。

source: Smart Search
cy: Stopio'r Chwilio
nb: smart Søk
nl: Slim Zoeken
zh_cn: 关闭 搜索
zh_hk: 智能搜尋

source: The Smart Search database is used to speed up individual file searches, it's how FrostWire remembers information about .torrent contents.
nb: Smart Søk databasen brukes til å fremskynde enkelt fil søk, det er hvordan FrostWire husker informasjon om. Torrent innholdet.
zh_cn: 智能搜索数据库用于提高个人文件搜索速度，这是FrostWire如何记忆.torrent内容的信息。
zh_hk: 智能搜尋數據庫用來加快個人檔案搜尋，這就是FrostWire記得有關 .torrent內容資訊的方式。

source: Total torrents indexed
nb: Totalt torrents indeksert
nl: Totaal aantal geindexeerde torrents
zh_cn: 种子文件索引总数
zh_hk: 經索引的源代碼總數

source: If you continue you will erase all the information related to
nb: Hvis du fortsetter vil du slette alle informasjon relatert til
nl: Als u doorgaat verwijdert u alle informatie gerelateerd aan
zh_cn: 如果继续，您会清除所有有关信息
zh_hk: 如果繼續，您將會擦除和以下相關的所有資訊

source: BitTorrent Connection Settings
cy: Dewisiadau BitTorrent
nb: BitTorrent Tilkoblingsinnstillinger
nl: BitTorrent Verbindingsinstellingen
zh_cn: 启动 时 连接:
zh_hk: BitTorrent連接設置

source: Adjust connection settings to make better use of your internet connection
nb: Juster tilkoblingsinnstillinger for å gjøre bedre bruk av din internettforbindelse
nl: Pas verbindingsinstellingen aan om beter gebruik te maken van uw internetverbinding
zh_cn: 调整连接设置，更好地利用网络连接
zh_hk: 調整連接設置，從善利用您的互聯網連接

source: Maximum active downloads
cy: Uchafswm y Llwytho i Lawr
nb: Maksimalt aktive nedlastinger
nl: Maximum aantal actieve downloads
zh_cn: 最多 下载 数目
zh_hk: 最大數量的活躍下載

source: Global maximum number of connections
nb: Global maksimalt antall tilkoblinger
nl: Wereldwijd maximum aantal verbindingen
zh_cn: 全球连接最大数目
zh_hk: 最大數量的全球連接

source: Maximum number of connected peers per torrent
cy: Cyfanswm llwytho i fyny am bob torrent
nb: Maksimum antall tilkoblede jevnaldrende per torrent
nl: Maximum aantal verbonden peers per torrent
zh_cn: 每份种子文件连接点的最大数目
zh_hk: 每個源代碼最大數量的連接端口

source: Number of upload slots per torrent
cy: Cyfanswm llwytho i fyny am bob torrent
nb: Antall spor for å laste opp per torrent
nl: Maximum aantal upload slots per torrent
zh_cn: 每份种子文件上传槽的数目
zh_hk: 每個源代碼的上載插槽數量

source: BitTorrent Global Tranfer Speeds
nb: BitTorrent Global overfør Hastigheter
nl: BitTorrent Wereldwijde Transfer Snelheid
zh_cn: BitTorrent全球传输速度
zh_hk: BitTorrent全球傳送速度

source: Set the Maximum BitTorrent transfer speeds in KB/s. Tip: Use your keyboard arrows for more precision
nb: Angi maksimal BitTorrent overføringshastigheter i kB/s. Tips: Bruk piltastene for mer presisjon
nl: Gebruik uw keyboardpijlen voor meer precisie
zh_cn: 设置最大BitTorrent传输速度为KB/s提示：使用键盘箭头更为精确
zh_hk: 用KB/秒設定BitTorrent最高傳送速度。 提示：使用您鍵盤的箭頭以取得更高精確度
